<?php
echo <<<EOT
-->
<a class='H_link' href='http://www.haianzhuangshi.com/news/655-cn.html' title='天津布拉格餐厅设计' alt='天津布拉格餐厅设计'>捷克首都布拉格号称欧洲最美丽的城市之一，是一座艺术之都和爱情圣地。在本案的设计中郭准先生以布拉格查理大桥和布拉格广场为灵感来源，秉持归本主义的设计理念，结合多种设计元素，利用巧妙的设计手法，将这里打造成一个质朴神秘、独具风情的的餐饮空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/653-cn.html' title='湖南悦阅书店设计' alt='湖南悦阅书店设计'>本案设计师基于对现代阅读文化的思考、观察和理解，对悦阅书店的设计，突破了以往传统的书店形式。空间以归本主义理念为核心，同时将漫咖啡元素注入其中，达到书店与人、书、自然相互交融的效果，让人们产生一种愉悦、留恋、眷念的生活方式的共鸣。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/654-cn.html' title='北京海岸丨简约的美感让空间变得不凡' alt='北京海岸丨简约的美感让空间变得不凡'>归本主义作品化繁为简，处处遵循简而不凡，混而不乱的设计理念，最大的惊喜就在于刚刚好，生活在繁杂多变的世界里已是烦扰不休，而简单，自然的空间却能让人身心舒畅，感到宁静和安逸。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/652-cn.html' title='红树林度假世界自营面馆设计' alt='红树林度假世界自营面馆设计'>红树林度假世界自营面馆位于山东，该项目的最大特点是顾客能享受到私人的空间和时尚的自助式下单。本案以归本的理念，简约的设计，为我们呈现了一个时尚而隐秘的空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/651-cn.html' title='他设计了一家火锅店，要用春天抵御严寒' alt='他设计了一家火锅店，要用春天抵御严寒'>李嘉嘉串串香火锅由北京海岸打造，在空间的处理上，郭准先生不断探索新的表达方式，在保持一贯高审美的同时探索出利用花朵进行创新装饰，并将绿植和空间的组合运用到极致，使得大自然的绿色油然而生，一眼望去尽是满园春色。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/650-cn.html' title='大连旗鱼网咖设计' alt='大连旗鱼网咖设计'>在设计中，郭准先生打破常规、一改传统网咖模式，“以一块铁的视角，看待一个零件的涅槃”作为主线，将充满创意的灵感融入空间每一处细节。

走进空间，加工、锻造，每一个区域划分都由独立的工厂环节组成。同时，各个功能区的连接设计又环环相扣，令空间从内而外散发着独特的智慧和魅力。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/649-cn.html' title='福口居餐厅设计（北太平庄店）' alt='福口居餐厅设计（北太平庄店）'>青砖、黑瓦、红漆，
解开老北京的颜色秘密。
广亮门、石榴树、一口老井，
诉说老北京的独家记忆。
壁画、风筝、什锦窗，
彰显老北京的艺术魅力</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/648-cn.html' title='有了这些水泥墙壁，美了整个空间' alt='有了这些水泥墙壁，美了整个空间'>郭准先生认为，设计的本质是为了找回本质的设计。水泥墙是一种高贵的朴素，看似简单，其实比金碧辉煌更具艺术效果。当墙壁被充满原始自然感的水泥墙代替时，无需矫揉造作，只需保留最自然的东西就可以。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/647-cn.html' title='青岛弄海园别墅设计' alt='青岛弄海园别墅设计'>山东青岛弄海园别墅由北京海岸精心打造，设计师以归本主义为设计理念，满足人们更高的精神层面需求，赋予了弄海园别墅以返璞归真的生活含义。
设计师采用最原始的材料，力图打造一个充满自然气息的空间，远离都市的喧嚣，让生活回归质朴、舒适和宁静。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/646-cn.html' title='海口拾味馆办公室设计' alt='海口拾味馆办公室设计'>一个极尽简约搭配，灵动线条的办公室设计，俨然是快节奏时代发展的必然产物。本案是归本主义与现代时尚元素的融合与碰撞，也是在当代文化理解基础上的现代设计。郭准先生将现代元素和传统元素结合在一起，以现代人的审美体验来打造富有原始韵味的事物。

设计师颠覆传统的思维模式，将设计手法从构成上整体统一，从形态上去创新，从色彩上去归纳，从统一的材料上进行细微的变化，从视觉比例去演变等，通过现代感的材质表现与归本主义的设计理念，让室内从整体到局部的每个小空间都熠熠生辉。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/644-cn.html' title='隐逸水镇·餐厅设计' alt='隐逸水镇·餐厅设计'>该项目位于隐逸水镇区域内，郭准先生将丰富的哲理与生活态度蕴含在室内空间当中，以归本主义为设计理念，以原木、植物、铁艺等不同设计元素为主题，对空间进行重新解构与创新演绎，赋予空间新的生命力。同时选用适合的光环境来衬托出餐厅的文化内涵，真实再现食物色泽，以此在细节上凸显新的印记！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/645-cn.html' title='红树林度假世界H·Lounge酒吧设计' alt='红树林度假世界H·Lounge酒吧设计'>本案是今典集团红树林度假世界项目系列之一，该酒吧项目处于公共滨海广场区与公共阳光沙滩区交汇处，紧邻商业区步行街，地理位置绝佳。设计师秉持归本主义的设计理念，以黑白灰作为酒吧主基调，利用滑轮为主题元素，尺度夸张的吊扇，打造了一个与众不同的个性空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/643-cn.html' title='隐逸水镇·民宿设计' alt='隐逸水镇·民宿设计'>隐逸水镇位于云南省丘北县，这里山峦起伏，景色秀美，而隐逸水镇如她的名字一样，世外桃源般隐藏于这山水之间。
民宿是隐逸小镇非常重要的一个部分，设计师通过归本主义的理念与实践，将这里打造成了一个极致精美的旅游胜地。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/194-cn.html' title='影印遗忘的记忆，云南昆明啡影1890' alt='影印遗忘的记忆，云南昆明啡影1890'>电影的文艺，咖啡的醇香，二者之间本毫无关联，却不曾想也可以合二为一。将电影融入咖啡，让自然展现生活。光与影的变幻，传统与现代的结合，如此独特的搭配在这里展现的淋漓尽致，绝妙的场景让人如痴如醉。啡影1890，是一个以电影和咖啡为主题的咖啡馆，是一个拨动内心深处的咖啡馆，是一个续写青春时代的咖啡馆。在这里会发生哪些有趣的故事？又会遇到哪些奇妙的缘分？追溯时光的脚步，影印遗忘的记忆。咖啡馆位于“春城”之</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/158-cn.html' title='归本主义之行---与自然契合，丽江咖啡设计方案' alt='归本主义之行---与自然契合，丽江咖啡设计方案'>丽江咖啡，由郭准先生倾力打造。设计师以归本主义为设计理念，围绕着砖、石、钢、木、玻璃、混凝土六元素展开，在环境风格上表达出与众不同的自然与人文气息，从自然形态中吸取灵感，将空间的设计特性诠释得淋漓尽致。在选材上，为了营造出雅致、舒适的空间氛围，选用了实木为主体建造材料，希望将大自然的气息带入现代都市，将材料的独特性通过细节展现出来，形成有趣的层次感和立体感，让有限的空间带来不同的感受。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/159-cn.html' title='郭准先生---动物园的奇幻之旅，ZOO咖啡设计方案' alt='郭准先生---动物园的奇幻之旅，ZOO咖啡设计方案'>项目名称：ZOO咖啡项目地址：北京望京项目类型：室内设计使用面积：1186m2主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义郭准先生设计的ZOO COFFEE地处繁华的望京地段，他结合归本主义理念，在设计中加入了动物元素，旨在让习惯了快节奏生活的都市白领们，可以慢下来，在喧嚣中寻一丝趣味与安宁，让身心回归自然，心情放松舒展。走进ZOO COFFEE，仿佛进入一个大型的动物园，你可以看到</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/148-cn.html' title='北京海岸---拾味馆办公室' alt='北京海岸---拾味馆办公室'>本案是归本主义与现代时尚元素的融合与碰撞，也是在当代文化理解基础上的现代设计。郭准先生将现代元素和传统元素结合在一起，以现代人的审美体验来打造富有原始韵味的事物。设计师颠覆传统的思维模式，将设计手法从构成上整体统一，从形态上去创新，从色彩上去归纳，从统一的材料上进行细微的变化，从视觉比例去演变等，通过现代感的材质表现与归本主义的设计理念，让室内从整体到局部的每个小空间都熠熠生辉。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/149-cn.html' title='江夏电玩城设计' alt='江夏电玩城设计'>本案，郭准先生将归本主义理念贯穿整体的设计当中，以街区作为创作主题，走在其中，乐哉乐哉。没有侧身躲避的拥挤，但有复古角落的品味。这里充满了奇幻，用你的双眼去捕捉你的色彩。生活中稀稀疏疏的过往，和擦肩而过的经历，组成了充满彩色的定格动画——这就是我们的生活。走在大街小巷，城市的喧哗，街道幻影般的人流，每天的浮现在人们的眼前，你的眼睛看到或许就是时间停留下，留下的色彩感应。抓住街区，同时也抓住了色彩，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/705-cn.html' title='铜须水族主题会所设计案例' alt='铜须水族主题会所设计案例'>铜须水族主题会所，空间造型大气磅礴，初入室内即被粗犷自然的设计所震撼。本案采用设计师郭准先生的归本主义理念，给人一种无限扩张的空间力量。空间材料和色彩的运用细腻而大胆，情节化的场景布置与戏剧性的张力设计营造出丰富的视觉享受。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/150-cn.html' title='LE LOUP咖啡馆设计' alt='LE LOUP咖啡馆设计'>在本案的设计中，郭准先生以“精致小资的休闲空间”为切入点，融合归本主义和现代的设计元素，采用混搭的设计手法，呈现出一个现代化城市的休闲空间。再利用灰色墙面与木质地板的呼应，形成清新的空间氛围，你当然不会拒绝在这样有着天然“树木”的咖啡店享用咖啡。与咖啡相关的东西，都伴有丝丝的“浪漫情怀”，在本案的设计中，融入了这一情怀。但空间营造的最佳状态在于克制，本案既不过分盈满，又能恰如其分，如同白瓷微温，给</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/152-cn.html' title='天贵科创办公室设计' alt='天贵科创办公室设计'>天贵科创，是由郭准先生打造的以创意设计为主题、具有创客属性的办公空间。业主希望郭准先生尽一切所能，毫无顾忌的设计，让办公室充满无限想象和时尚气息，吸引更多有激情、有活力、有创意的年轻人来关注。从格局上来看，郭准先生将归本主义理念与时尚概念相结合，为整个空间定下的基调就是开放的结构、通透的空间布局和年轻而有活力的空间精神，被人们熟知的键盘“矩形按键”作为主元素被创新、趣味地使用在空间各处。从整体色彩</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/153-cn.html' title='呼市美食城餐饮空间设计' alt='呼市美食城餐饮空间设计'>位于内蒙古的优味城是一处将海洋、沙滩之美融入到归本主义设计理念中，同时与精致餐饮文化相结合的美食城。在郭准先生的执笔下，整个美食城分为档口区、优味榴芒、嗨优味三个区域，每个区域各含韵味来迎合不同的消费群体，同时又均以自然的表现手法，呈现出未曾一见的别样空间。整套餐饮空间以海洋为主题，以浪漫，悠闲的原味设计，点缀一抹蓝色大海的颜色。实现了人们脑海对海洋的最初最美印象，创造一种思想上的回归，让人一走入</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/137-cn.html' title='北京工体"出塞"烧烤空间设计' alt='北京工体"出塞"烧烤空间设计'>“出塞”是由北京海岸郭准先生倾力打造。整个烧烤店的设计，以归本主义为设计理念，强调空间并不是独立存在，而是与烧烤文化、烧烤运营等息息相关。本案的设计中，郭准先生把归本主义和烧烤文化重新演绎，使空间与文化成为一个整体;平面功能的布局，以便于为客人提供优质的服务为基准;同时，空间设计也充分的考虑了与烧烤过程的协调性，使前来用餐的客人在享受美味餐品和优质服务的同时，也能获得空间和其他感官上的美感。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/138-cn.html' title='吉林长春鱼常见设计方案' alt='吉林长春鱼常见设计方案'>日渐繁华的都市忙忙碌碌的人群生活给予了宝贵的亲情 友情 爱情我们却因为工作而逐渐忽视回忆起耳边响起常常相见的话语可是多久见一次才能称为常见鱼常见一次归本主义的常常相见</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/139-cn.html' title='冉时光茶餐厅设计方案' alt='冉时光茶餐厅设计方案'>午后斟一杯茶浓香飘入脑海唤醒疲惫的味蕾记忆中的符号是时光里的味道冉时光茶餐厅，一个让可以让灵魂与时光交织的地方。在这里，归本主义的设计理念贯穿整个设计空间，无不透漏着大自然的清新感。浪漫的屋顶花园、暖黄与嫩绿的清新色调、白色的鹅卵石、无处不在的绿植、美美的花廊……让饮茶之人融化于茶的美妙与自然的节律之中，感受茶之本初的韵味。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/140-cn.html' title='北京海岸青绿元生态小镇设计方案' alt='北京海岸青绿元生态小镇设计方案'>生活中最美妙的事情莫过于找一个小镇以最舒服的姿态蜷缩在时光中如风般轻，如云般淡任时间就这么慢慢流淌……青绿元生态小镇位于海拔2295米的青海西宁市，大李段路，规划面积200亩。依托塔尔寺、背靠青海湖的地理特点，形成了文化旅游交汇处。独特的地理位置，依山望水的清幽环境，犹如明珠般点缀在山水间。走进小镇，一切都显得那么的平静与淡然。生产、生活、生态的自然景观，宛如画卷在眼前一一被打开：萌萌的迷你动物园</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/127-cn.html' title='“海岸之夜”---2017个人形象展示大赛' alt='“海岸之夜”---2017个人形象展示大赛'>春风中夹杂着希望的味道，舞台上演绎着青春的模样。北京海岸举办的2017个人形象展示大赛“海岸之夜”犹如清泉般泠泠作响，静谧的夜色因为有了海岸之夜而奏起了那动人的篇章。热情洋溢的开场舞将酒会的激情点燃，发展历程的视频在眼前震撼，文艺表演和T台秀将风采尽情展现，酒会的故事诉说在彼此心间。前期准备战友风采▽</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/134-cn.html' title='北京海岸内蒙古冰煮羊设计作品' alt='北京海岸内蒙古冰煮羊设计作品'>项目名称：冰煮羊项目地址：内蒙古项目类型：室内设计使用面积：1714㎡主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义位于内蒙古呼和浩特的冰煮羊火锅店由郭准先生倾力打造。在空间设计中，他以归本主义为设计理念，以钢、木、砖、石、玻璃、混凝土为主元素，将工业元素融入其中，并结合本土文化开拓出全新的艺术风格。室内柔美温馨的灯光、富有童趣的羊式造型、民族风情装饰画、硬朗冷冽的铁管等装饰材料，完美</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/133-cn.html' title='北京海岸设计宣传' alt='北京海岸设计宣传'>北京海岸设计是一家专注于酒店设计,咖啡馆设计,餐饮设计,商业综合体设计,其他设计施工,监理一体化服务的专业化企业,服务涵盖了外观设计,室内设计,工程施工,软装配送,VI设计,咖啡馆策划运营咨询等领域有丰富的设计经验和施工经验。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/191-cn.html' title='特色小镇设计【集锦】 ' alt='特色小镇设计【集锦】 '>全国各地都在展开特色小镇建设。计划到2020年，培育1000个左右各具特色、富有活力的休闲旅游、商贸物流、现代制造、教育科技、传统文化、美丽宜居等特色小镇，引领带动全国小城镇建设！于是，北京海岸的一个个主题各异的小镇破土而出！美丽乡村规划设计十几间民宿散落其间自成一派宜人景色与山水的融洽是如此自然无丝毫生硬与突兀 释放心情，再合适不过青绿元生态小镇---依托塔尔寺，背靠青海湖的地理特点，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/143-cn.html' title='让美丽享受极致，北京整形美容医院设计方案' alt='让美丽享受极致，北京整形美容医院设计方案'>这里有舒适的自然情怀这里时尚与亲切温馨并重这里每一个角落都精致灵动医疗设备悄悄的隐匿在其中让爱美的人们，在这里享受极致对于郭准先生而言，设计的不仅是空间，更是生活。自然、时尚、色彩作为本项目的设计主题，寓意着美丽的再现。粉红色作为主打色调，蓝色、香槟色为点缀色，使空间明亮、大方，给人以开放、宽容的非凡气度，让来到这里的每一位客人都丝毫不显局促，让美丽在快乐舒适中进行。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/144-cn.html' title='侗家食府河边店设计方案' alt='侗家食府河边店设计方案'>“春天到 春意浓 千山万树绿葱葱 布谷鸟儿声声唱 布谷布谷快播种河边柳 吐新芽 层层梯田水哗哗布谷催春把种下 我们的劳动 我们的爱情 都等着秋天里的收获布谷~布谷”等等!有人问这是什么歌!这么原生态的歌居然不知道!好吧好吧，宝宝告诉你吧!这可是人类非物质文化遗产之一的侗族大歌。涨姿势了不!下面进入正题哈!宝宝所说的财富可不是金银珠宝而是民族文化!如今民族文化可谓是最大的财富，许多民族文化都被列入人</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/145-cn.html' title='北京海岸---Café Oct.22 VI设计' alt='北京海岸---Café Oct.22 VI设计'>Café Oct.22 VI设计方案 玫瑰长久以来象征着美丽和爱情，它象征着爱，无言的爱，想说出来，却又无可言谕。而艺术形式作为情感符号传达信息的方式总是间接含蓄的，Café Oct.22 VI的品牌形象设计由北京海岸VI设计团队倾力打造，当玫瑰这种爱的寄托遇上咖啡，仿佛就是注定了诉说一个浪漫的爱情故事，而这个故事也将在一杯杯咖啡中传递下去。花</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/146-cn.html' title='呼市信达地产办公室' alt='呼市信达地产办公室'>提到办公室，映入脑海的是什么?死气沉沉还是忙忙碌碌又或者是枯燥无味。提到绿色，映入脑海的是什么?生机勃勃还是春意盎然又或者是节能环保。提到黄色，映入脑海的是什么?轻松活泼还是明亮温和又或者是活力与希望。当这两种充满生机的颜色与死气沉沉的办公室相结合的时候会擦出怎样的火花?难道火花就够了吗?当然不是!开启归本主义模式，让大自然与身心相呼应，尽情的释放体内的洪荒之力吧!</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/147-cn.html' title='匠子烤鱼餐饮空间设计' alt='匠子烤鱼餐饮空间设计'>在这里，你可以肆无忌惮的互喷在这里，你可以毫无顾忌的揶揄各种话题在这里，你可以大摇大摆的发表各种神作在这里，你可以唇枪舌剑比拼各种杀招……这里就是 匠子烤鱼!在本案的设计中，郭准先生以归本主义作为设计理念，采用沧桑裸露的钢管，铁网，定制手绘墙，水泥面与魔变霓虹灯搭配出别具一格的工业风格餐厅。空间中展现的各种图画，让人仿佛进入了海底世界一般!主题餐厅通过渔网延伸到铁网，别出心裁的装饰，舒适时尚的家私</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/193-cn.html' title='李嘉嘉串串香火锅店设计方案' alt='李嘉嘉串串香火锅店设计方案'>听那是自然的声音看那是花朵的装扮闻那是时尚的气息归本为你种下十里桃花只盼换回你丝丝的牵挂李嘉嘉串串香火锅是由北京海岸打造的咖啡餐饮设计作品，郭准先生运用原始的材料、鲜艳的色彩以及大面积的花朵将室内营造出一种时尚的氛围。花香在这里萦绕，快乐在这里停靠。咖啡餐饮设计咖啡餐饮设计咖啡餐饮设计咖啡餐饮设计咖啡餐饮设计</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/160-cn.html' title='特色小镇设计案例' alt='特色小镇设计案例'>据说，全国各地都在展开特色小镇建设。计划到2020年，培育1000个左右各具特色、富有活力的休闲旅游、商贸物流、现代制造、教育科技、传统文化、美丽宜居等特色小镇，引领带动全国小城镇建设！于是，北京海岸的一个个主题各异的小镇破土而出！▼</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/706-cn.html' title='鲜洋城骨汤火锅店设计' alt='鲜洋城骨汤火锅店设计'>设计师将“鲜”华美诠释在项目里使火锅店做得更有特色，在当地具有一定的代表性，综合以上因素设计团队运用归本主义设计将火锅店风格进行适合的融合，创造出了属于“鲜洋城骨汤火锅”品牌在内蒙古独有的风格。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/195-cn.html' title='郭准先生---这样淡雅的VI设计，原来最有力量' alt='郭准先生---这样淡雅的VI设计，原来最有力量'>郭准先生设计的归隐酒店logo系列，为了与其酒店文化相契合，采用了“简、淡、精、雅”的设计风格，如清水出芙蓉般，散发出淡雅的美。看着归隐系列的logo设计，淡雅没有任何矫饰，心也如澄澈的湖水般波澜不惊。淡雅的美虽不明艳动人，但随着岁月的流转，越发显得醇厚有韵味。内心也如过千般繁华，有一种大隐隐于市的宁静淡泊，这就是淡雅的力量。归隐酒店logo系列包括归隐酒店、壹万贰大楼、SHANG公区、Longl</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/155-cn.html' title='四川咖啡在说咖啡馆设计' alt='四川咖啡在说咖啡馆设计'>位于四川的咖啡在说，诚邀北京海岸郭准先生量身定制，打造出全新的集咖啡、餐饮、酒吧于一体的综合空间。在设计中，郭准先生根据归本主义的设计思想，采用狭长的空间布局手法，极大的扩展空间的视野，营造出空间与场景融为一体的视觉效应。空间中心地带三点一线贯穿空间，分别以休闲，浪漫，舒适直通中心舞台，耀眼的红色造型从天花延伸到地面，为整个空间铺垫热情的氛围。错落不一的座位，分散了乏累感，体现了当地悠闲享乐的生活</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/141-cn.html' title='喜莱男装店面设计方案' alt='喜莱男装店面设计方案'>绅士是一种境界一种无法描述但是却又会被他的风度所折服的一种品质在这里无处不体现的就是绅士的风度本店是众所周知的喜莱男装品牌。该店面的设计以简洁、自然、细节为主题，核心是将焦点引至该品牌的产品上，但又走出室内自身的独特风格。郭准先生的设计手法很简单，他保持了原有空间粗砺质朴的混凝土风格，仅在天花板上创造了薄薄的壁梁，蓝、红色钢架横竖交错，形成一种类似于空间装置的感觉。最终形成一个干净利落、注重完美廓</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/142-cn.html' title='翰丁顿西餐厅设计方案' alt='翰丁顿西餐厅设计方案'>一场浪漫的烛光晚餐，一首宛转悠扬的歌曲，一份真挚美好的爱恋，在这个静谧的夜晚，你们就是童话里的王子和公主，你们就是那舞台上最耀眼的主角。翰丁顿西餐厅由北京海岸设计，为了和爱情的单纯相契合，郭准先生在设计上采用大量的原木材料，质朴、纯粹，浪漫便是翰丁顿的写照。在今夜，心与心之间的交流组成了世间最动听的音乐。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/71-cn.html' title='让团结变成坚不可摧的盔甲，北京海岸团建活动' alt='让团结变成坚不可摧的盔甲，北京海岸团建活动'>夏日骄阳似火，团建如沐清风。近日，北京海岸VI战区和磅礴战区的战友们来到了历史文化名城---秦皇岛，进行团建活动。想知道他们在这座港城发生了哪些有趣的故事吗？我才不会告诉你以下就是他们的精彩瞬间呢！第1站秦皇岛五泉山庄来到了五泉山庄，教练说要考验战友们的战斗力。开！玩！笑！海岸的战斗力可是很强的！不信你瞧，红（敢死队）黄（猎王队）两队的赛前准备都是这么激情霸气！第一项游戏爬天梯此项游戏考验的是大家</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/108-cn.html' title='兜友咖啡馆设计' alt='兜友咖啡馆设计'>秋天带着落叶的声音走了，天空发出柔和的光辉，澄清又缥缈，像听见一阵高飞的云雀的歌唱，亦如望着清晨的街道想象着一片白帆。时间一点点的向着冬季迈进，情绪也慢慢的宁静下来。秋季的色彩，虽然已经淡出了我们的视线，但是蝴蝶、羽毛、绿植依然在尽情摇曳，给深秋的街道渲染一道归本的色彩。在下午茶时分，轻盈柔美的空间下，褪去繁华的砖石静静的贴合在空间一侧，又照映在榆木桌椅上，灯影的微波，远去的咖啡香，恰到好处的融为</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/72-cn.html' title='希尔顿张书源老师的海岸之行' alt='希尔顿张书源老师的海岸之行'>微风不燥，阳光正好。5月6日下午，希尔顿大中华区及蒙古区负责人张书源老师来海岸督战，亚太酒店协会秘书长刘坤老师作陪。从左至右依次为郭准老师、张书源老师、刘坤老师张老师的莅临犹如春风般拨动着海岸的心弦，简单的寒暄过后，郭老师陪同张老师和刘老师参观了海岸的办公区，归本主义的办公空间让张老师对海岸的认识进一步加深。伴随着夏日骄阳般的热情，张老师详谈了关于酒店建筑的问题，深度的认识让众人备受感触，学习的激</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/73-cn.html' title='海岸之夜&兄弟姐妹高尔夫邀请赛' alt='海岸之夜&兄弟姐妹高尔夫邀请赛'>和煦的春风吹醒了大地，沁人的花香点缀了空气，绿树为邻，青草为伴。4月26日，一个阳光明媚的日子，兄弟姐妹高尔夫球队相聚北京奥园高尔夫俱乐部，在这醉人的春色中共享海岸之夜高尔夫之旅。活动流程赛事主题：兄弟姐妹&海岸之夜赛事日期：2017年4月26日赛事地点：北京奥园高尔夫俱乐部签到时间：11:00—13:00开球时间：13:00晚宴时间：19:00晚宴地点：绿院餐厅奥园高尔夫俱乐部伴随着清晨</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/124-cn.html' title='兰州蜗牛商业体设计' alt='兰州蜗牛商业体设计'>商业体设计中包含潮牌服饰、健身房、vip影院、动感游戏厅、酒吧、咖啡厅设餐饮娱乐两不误。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/75-cn.html' title='山东归隐酒店设计' alt='山东归隐酒店设计'>项目名称：归隐酒店项目地址：山东项目类型：室内设计使用面积：6016㎡主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义        归隐酒店位于山东境内，是建在钢铁城市的一处理想的休憩之所。该酒店是由北京海岸郭准先生操刀设计，业主期待整个酒店能够为客人提供一种置身于大自然间友好、健康的休闲氛围，希望客人们能</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/76-cn.html' title='北京海岸——山东唐庄艺术酒店' alt='北京海岸——山东唐庄艺术酒店'>在郭准先生的创造下，一个艺术空间悄然而起。它诠释着文明、艺术与自然的和谐统一，以艺术的创意巧思，展现耐人寻味的文化内涵，以低调奢华的典雅品味打动人心，传递清新的设计美学。整体设计中，主要运用灰色仿古砖，木纹地板，裸砖等材料，并用灰镜、方管、铁艺等元素，打造了游走在现代与古典之间的空间风格。设计师摒弃了过多的色彩应用，减少了冗杂的装饰，使空间多了一份清雅内敛，处处散发着文士风雅气息。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/77-cn.html' title='内蒙古卢布里烤肉餐厅设计' alt='内蒙古卢布里烤肉餐厅设计'>位于内蒙古满洲里的卢布里烤肉餐厅由郭准先生倾力打造，他以俄式元素为主框架，以蓝色为主色调，将不同系列的蓝色经过搭配巧妙的融合在一起，从凫蓝色的台阶设计到tiffany蓝的隔断墙面，再到深蓝色的铁艺饰品，这些色彩的变化丰富了空间的层次感。设计师的细致搭配让这里处处充满惊喜，有清新，有粗犷，有现代，有复古，将各种元素进行混搭，营造出具有独特美感的惬意空间，增添了用餐者的视觉享受。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/78-cn.html' title='北京海岸餐饮设计——海味当家' alt='北京海岸餐饮设计——海味当家'>它是七个人的梦想，也是七个人的期望，它是七个人的另一个家园，也是七个人扬帆起航的地方。它，就是海味当家。一艘老渔船，一根破旧的鱼竿，讲述了一个赶海的故事。带着梦想起航，目的地只有那理想的彼岸。掌舵的大门是通往海味当家的通道，更是开启未来的大门。伴着海风，和海味当家一起去发现那不一样的世界。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/79-cn.html' title='创客巢办公室空间设计' alt='创客巢办公室空间设计'>告别一板一眼的办公室格子间找寻灵活休闲的办公方式在归本主义的世界里提升工作热情和归属感</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/80-cn.html' title='北京海岸---田里酒店设计方案' alt='北京海岸---田里酒店设计方案'>田里——这里是一个交流、思绪碰撞的地方，一个充满青春气息的地方，一个有情怀、有魅力的地方，一个满足吃，住，玩的地方。当灵魂的空间重归原始的那一瞬间，浮躁的心情慢慢沉淀，退去硬朗的外表，还给“家”一个纯粹的空间，生活本该是如此。郭准先生以年轻、艺术、智能为方向设计了这家位于大学城的田里酒店。避免繁复的线条造型，创造出现代简约的空间感，并通过时间、光源的运用来切换空间。归本主义的规划设计，时尚典雅的格</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/81-cn.html' title='北京海岸---居然之家样板间' alt='北京海岸---居然之家样板间'>新颖的空间模式，因其具备办公和居住的双重属性，生活才多了些乐趣。在郭准先生看来，居然之家样板间的设计应略去繁杂的装饰、材质、造型物件，以简约呈现。他认为：“样板间面积通常不大，只有在简洁的装饰下才能体现空间纯度;在色彩上追求统一，色调和明度成一系列，极易增强视觉感官。”因此，郭准先生运用简洁装饰、统一色彩、自然光影构成通透空间，以此在巧妙地构思中潜意识提升客户体验。以下列举了三种不同户型的家居、办</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/82-cn.html' title='北京海岸：山西大同上岛咖啡馆' alt='北京海岸：山西大同上岛咖啡馆'>位于山西的上岛咖啡馆，原是简约的田园风情，以清素淡雅为主色调，简洁但不够精细，缺少设计感。现由郭准先生将它改造成为贴合现代年轻人的归本主义风格咖啡馆，突破初始的结构布局，运用创意十足的自然材质，如钢木、砖石、水泥、玻璃、树木等元素，使空间在风格、色调上有了截然不同的变化，增添了随性自由的视觉享受，丰富了空间的故事性。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/83-cn.html' title='北京海岸---啤调客酒吧设计方案' alt='北京海岸---啤调客酒吧设计方案'>本案，郭准先生以归本主义为设计理念，打造出充满个性的硬汉空间。经典的后工业时代啤酒吧带给我们强劲的感官享受，冰冷又生硬的废旧铁件在这里被创造性的再利用，拼焊成一个个生动的铁雕作品，赋予了酒吧颓废的工业气质。高贵不张扬、理性却赋有柔情，这就是今天我们看到的“啤调客”酒吧，充满魅力和乐趣。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/84-cn.html' title='北京海岸---前沿公社红酒会所' alt='北京海岸---前沿公社红酒会所'>会所是让会员放松身心，消遣娱乐，享受生活，讲究和谐氛围的地方，给人一种亲切、舒服、自然的感觉。郭准先生在本案的设计中，以归本主义为设计理念，加入生态美学的观点，把人与自然、人与环境的关系作为一个有机整体研究，达到人与自然环境的和谐共处。因此在设计当中除了追求时尚感与现代化，和谐理念必不可缺。重视线条的运用、灯光设计、色彩与软装饰品的搭配，充分体现和谐理念。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/85-cn.html' title='北京海岸---甘肃MEW网咖' alt='北京海岸---甘肃MEW网咖'>MEW网咖中“MEW”有海鸥的意思。在空间设计时，郭准先生以LOGO为出发点，以归本主义理念描绘自然美景，以色彩和线条表达意境用海鸥的声音唤醒享受生活的激情。现代科技元素的加入连接了天和地，点、线、面的设计语言将视觉形态从虚拟引进现实。这里，光影交错，自然与科技同在。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/86-cn.html' title='河北张家口檀邑溪谷旅游度假村' alt='河北张家口檀邑溪谷旅游度假村'>度假村(resort)是指一个用作休闲娱乐的建筑群，意在能够吸引游客在假期和闲暇时间前来放松、娱乐，给肌肤一次亲近自然的机会，体验生活的律动。位于河北张家口的檀邑溪谷旅游度假村由郭准先生倾力打造。众所周知，度假村的设计是满足游客需求的重要手段，不同的游客对于自己休闲空间的需求也各不相同。郭准先生遵循大多数人的想法，以归本主义的风格设计了这家度假村。它栖居自然，用原始的色彩、质朴的家具、流畅的动线，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/87-cn.html' title='黑龙江哈尔滨内向足疗馆' alt='黑龙江哈尔滨内向足疗馆'>内向足疗馆位于有“文化之都”美誉的哈尔滨，由郭准先生亲自主笔。空间设计以归本主义理念为出发点，充分利用当地的自然资源和特色，将松树盆景融入其中，让东方元素加入现代简约，动感流畅的线条、简单色彩的修饰、自然材质的彰显……每一处都是陈设艺术的体现。流动的韵律与意境，让内向足疗馆不仅只是生活的空间，更是文化沉淀后的心灵居所。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/88-cn.html' title='北京海岸设计案例：江苏江阴影院' alt='北京海岸设计案例：江苏江阴影院'>是否还记得故乡的那个老电影院，它静静的矗立在马路的一边，风吹雨打它历尽了多少沧桑岁月，洗尽铅华的表情注视着城市的变迁，漂泊的日子不过是奢侈的童话，年少的轻狂不会是你永远的代价，终有一天你会茫然的注视蓝蓝的天，开始怀念故乡那座电影院。本案，由郭准先生倾力打造，以归本主义为设计理念，利用像素、胶片等元素，演绎出一个对生活有思考的影院空间。胶卷和像素在空间中是一个相互冲突的矛盾体，解释了新旧科技的更迭和</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/89-cn.html' title='虾说八道餐饮VI设计案例' alt='虾说八道餐饮VI设计案例'>你肯定想不到，私下是朋友关系的羽泉和陈赫，竟然在在北京愉快地玩起了跨界。他俩合开的虾说八道餐厅受到了人们的强烈喜欢，海岸君都想进去一探究竟呢。它的成功不仅在于味觉，还在于它的好玩性。因为这里不仅能听羽泉的音乐，还能看陈赫的电影。明信片、包装袋、餐具等也设计的很漂亮呢。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/90-cn.html' title='北京海岸---天津尚睿·纯咖啡' alt='北京海岸---天津尚睿·纯咖啡'>位于天津的尚睿·纯咖啡，是一家集化妆品展示和咖啡馆为一体的新模式咖啡馆，由郭准先生倾力设计。他延续了往的归本主义风格，在运用原木、绿植、裸石等自然元素的基础上，加入了遮阳伞、推车、街灯、街道、栏杆、透明橱窗等街头元素，营造出欧洲街头外摆咖啡的氛围。设计师将化妆品展示台巧妙地融入进室内环境中。他用户外的表现手法，在兼顾美学的同时，又向顾客诉说了一段段关于化妆品的故事，化妆品推车、化妆品汽车、化妆品路</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/91-cn.html' title='北京海岸---冰雨网咖，如家般的轻松和温暖' alt='北京海岸---冰雨网咖，如家般的轻松和温暖'>在这里你可以找到志同道合的朋友;你可以和朋友畅享战场上厮杀的快感;你可以和朋友喝一杯咖啡品味下人生;……这里是郭准先生笔下的冰雨网咖。冰雨网咖一直致力于给来客提供一个健康、舒适的休闲环境。鉴于此，郭准先生以美式自由文化精神为主线，以归本主义理念为辅线，运用网络娱乐、咖啡休闲、互动社交的组合方式，将简约时尚的地中海风情贯穿其中，整体有序的功能划分、简洁的几何线条和新颖的细节设计，只为了那一份如家般的</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/92-cn.html' title='SEE YOU咖啡馆设计' alt='SEE YOU咖啡馆设计'>如果你依然认为，老北京四合院给人的第一印象是老旧不堪、毫无生气的样子，那你就错了。现如今的四合院不仅古朴典雅、京味十足，而且在设计师的魔术手之下，变得越发时尚有韵味，古典与现代的完美融合在他身上体现的淋漓尽致。一座城市，一种记忆。四合院作为老北京的历史产物，被赋予了独特的文化涵义。为了不被城市发展所抛弃，四合院的改造一般保持外立面不变，而对其内部结构进行改造设计，让他从外面看去依然是传统的四合院，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/93-cn.html' title='山西大同G网咖设计方案' alt='山西大同G网咖设计方案'>海岸君印象中，矿工们是这样一群人，粗犷豪放、坚韧不拔。吸引海岸君的正是他们身上这种无穷尽的魅力，你有没有感受到他们工作时，身上爆棚的荷尔蒙?这才是铁铮铮的硬汉身上该有的味道。位于山西大同的G网咖设计遍布这种男性荷尔蒙感觉，好像来到了原始山野。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/94-cn.html' title='山东青岛IN酒店设计方案' alt='山东青岛IN酒店设计方案'>设计师郭准先生说：“大家在人生的旅途中忙着认识各种人，以为这是在丰富生命。可原来最有价值的遇见，是在某一瞬间，重遇了自己，那一刻你才懂得，走遍世界，也不过是为了找到一条重回内心的路。”如果你是喜欢优质住宿条件的背包客，那么青岛的这家IN酒店你一定不能错过，它是特别为青年背包客打造的精品宿舍!郭准先生希望在酒店式旅舍的基础上，打造出一个年轻化的住宿空间，让人感受到家的温暖，让旅行的你成为空间的主角。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/95-cn.html' title='天使光环下的闪耀，百荣Namu服装店设计方案' alt='天使光环下的闪耀，百荣Namu服装店设计方案'>每一个女孩都是误入人间的天使，衣服首饰便是头上那最闪耀的光环。Namu位于繁华的北京百荣商场，由北京海岸设计打造。Namu又名小树苗，为了和这个寓意相契合，郭准先生对整个空间进行清晰明确的区域划分，并利用大量的原木材料对其进行装饰。树苗代表自然的生机与希望，Namu里的服饰也将成为每个女生变美的希望。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/96-cn.html' title='水泥与原木的个性混搭，遂宁酒咖设计方案' alt='水泥与原木的个性混搭，遂宁酒咖设计方案'>一个人的夜是孤独的，两个人的夜是浪漫的，一群人的夜是狂欢的。酒咖作为放松压力、消遣时光的场所，无疑越来越被人们追捧。如果你脑海中的酒咖还是那种毫无特色的，那你就错了。浪漫、新颖、优雅、自然这些代名词也可以出现在酒咖的身上。归本主义带你一起感受那随性浪漫的不眠之夜。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/97-cn.html' title='荣成牛排店设计' alt='荣成牛排店设计'>一份美味的牛排一杯浓郁的红酒一位知心的恋人牛排需要小火慢慢煎成红酒需要时间慢慢唤醒恋人需要沟通慢慢磨合归本主义愿给你一个浪漫的夜晚荣成牛排店便是那最美的星辰</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/98-cn.html' title='时代里的大浪漫，湘鄂情怀设计方案' alt='时代里的大浪漫，湘鄂情怀设计方案'>餐厅里飘洒着花香味道空气中弥散的情感恰好那是你喜欢的民国风情我望着此刻的归本主义愿在这湘鄂情怀中继续谱写美丽的篇章在这家特色餐厅的设计中，郭准先生将民国建筑风格融入到归本主义理念中，将其作为餐厅的主要风格应用到建筑之中，同时吸收了一些西洋文化，使湘鄂情怀餐厅处处充满了梦幻、怀旧色彩。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/99-cn.html' title='美容整形医院设计案例' alt='美容整形医院设计案例'>项目名称：整形美容医院项目地址：北京项目类型：室内设计使用面积：728㎡主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义这里有舒适的自然情怀这里时尚与亲切温馨并重这里每一个角落都精致灵动医疗设备悄悄的隐匿在其中让爱美的人们，在这里享受极致对于郭准先生而言，设计的不仅是空间，更是生活。自然、时尚、色彩作为本项目的设计主题，寓意着美丽的再现。粉红色作为主打色调，蓝色、香槟色为点缀色，使空间明</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/101-cn.html' title='岳山高内向足疗馆设计方案' alt='岳山高内向足疗馆设计方案'>高山流水知音稀独怀枯木向瑶琴两棵对立的树木，人前裸露的是繁茂的，内心怀着的是枯朽的，黑白钢琴键，复古与现代融合，倾诉着高山流水的孤独感 ，“内向”的LOGO是点睛的音符。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/102-cn.html' title='木木茶闲餐厅设计方案' alt='木木茶闲餐厅设计方案'>虽然你是一杯茶，但却历久弥新。水流穿过了你的经脉，氤氲之气犹之散发。这次洗礼，使你灵魂得到释放。清清淡淡，是你品格的高尚表现。千年的延续，是你存在的最好证明。茶清香，物相语，归本主义用心感受你的美。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/103-cn.html' title='北京海岸设计案例---望京ZOO咖啡' alt='北京海岸设计案例---望京ZOO咖啡'>郭准先生设计的ZOO COFFEE地处繁华的望京地段，他结合归本主义理念，在设计中加入了动物元素，旨在让习惯了快节奏生活的都市白领们，可以慢下来，在喧嚣中寻一丝趣味与安宁，让身心回归自然，心情放松舒展。走进ZOO COFFEE，仿佛进入一个大型的动物园，你可以看到长颈鹿、斑马和大象等动物形象以大型雕塑或者壁画的形式，出现在咖啡馆中的各个角落，极具趣味性与自然性。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/104-cn.html' title='北京海岸设计作品---昆明啡影1890' alt='北京海岸设计作品---昆明啡影1890'>早期的咖啡和电影于1890年左右传入中国，它们扮演着各自的角色，互不打扰，以不同的方式影响着我们的生活。今天，由郭准先生设计的“啡影1890”咖啡厅，以归本主义为设计理念，以电影、咖啡艺术为设计主题，将大自然元素融入其中，把咖啡与电影完美地结合起来，塑造了底蕴丰富的空间环境，勾起着顾客对岁月的记忆。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/105-cn.html' title='河南洛阳798网咖设计' alt='河南洛阳798网咖设计'>位于河南洛阳的798网咖由郭准先生倾力打造。在空间设计中，他以归本主义为设计理念，以“钢、木、砖、石、玻璃、混凝土”六大元素为设计语言，结合点线面的排列对内部空间进行“表面切割”，以色彩、灯光、图案进行填充和创意，将科技与人性化设计实现了近乎完美的演绎。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/106-cn.html' title='咖啡馆设计-叶咖啡设计案例' alt='咖啡馆设计-叶咖啡设计案例'>亲近自然，绿色生活，进入这里就如同进入了一个天然“氧吧”，一处自然美景的栖息之地。这里，便是“叶森活咖啡”，简称“叶咖啡”。叶咖啡的概念则是为了诠释健康绿色的生活理念，打造一个自然、简朴、清新淡雅的氛围，希望顾客都能成为这种生活方式的拥护者。鉴于此，郭准先生在设计空间时，延续了归本主义理念，选用天然质朴的木质材料，并巧与绿植的布置搭配，使得一股清新气息扑面而来，纯净自然的风景油然而生。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/107-cn.html' title='8000M烤鱼店面设计' alt='8000M烤鱼店面设计'>8000M烤鱼是一家以户外运动为主题的中餐厅，由郭准先生倾力打造。在空间设计时，郭准先生不仅保留了原有建筑的质感，而且增添了创意性元素，将归本主义理念融入其中，令固有的部分凸显出充分的现代感，以户外运动为主线体现出空间的趣味性，运用设计的独特魅力将原建筑的面貌焕然一新。在选材的处理上，以涂鸦、皮划艇、自行车、足球摆件等户外运动元素为内饰，巧妙地融入室内空间陈设艺术之中，加上几丝跳跃色彩的点缀，日常</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/109-cn.html' title='西安H酒店设计' alt='西安H酒店设计'>我穿过一个个城市，只为遇见你。路过的每一个你，都以大自然的母体呼唤着归本主义。那些诠释裸拙的你，那些释放智慧的你，那些真实愉悦的你和那些浪漫优雅的你。我坚信你在远方，你走路的样子像蒲公英，妙曼轻盈。我坚信你在原野，我熟悉你自然的味道，在木板、砖石之间萦绕。我坚信你属于归本主义，是郭准先生用线条与光影来赋予你生命。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/110-cn.html' title='栖橖餐厅空间设计' alt='栖橖餐厅空间设计'>“栖”即栖息;“橖”即支撑。栖橖意为支撑梦想的栖息之地，愿在世间流浪的旅人带着最微薄的行李和最丰盛的自己以梦为马，随处可栖。位于吉林长春的栖橖餐厅由郭准先生倾力打造，他根据自己的经历和见闻，以生活态度和行为方式来定义空间。在空间设计中，他以流浪为蓝本，以归本主义为设计理念，以“钢、木、砖、石、玻璃、混凝土”为元素，将现代材料和自然材料配合使用，营造一个美食、休闲、娱乐为一体的多功能餐饮空间，让“流</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/111-cn.html' title='PEAN西餐厅设计' alt='PEAN西餐厅设计'>它似一个春天，清新、淡雅而不失经典品质;它似一个夏天，独特、自由而不失历史嘱托;它似一个秋天，个性、率真而不失人文情怀;它似一个冬天，鲜明、缤纷而不失简约之美。它是新疆伊宁PEAN西餐厅，由郭准先生倾力打造。伊宁，四季美景皆如画的城，有着随处可见的风景。郭准先生在定义西餐厅时，从当地实际出发，以四季交替的美景为创作元素，并结合归本主义理念对整体空间进行合理划分，使之富有层次感和流动性。同时大量的艺</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/112-cn.html' title='北京海岸---泰迪熊COFFEE' alt='北京海岸---泰迪熊COFFEE'>云南泰迪熊咖啡，是继成都泰迪熊之后北京海岸再次为客户倾力打造的主题咖啡店。在归本主义的设计思想之下，根据空间的实用展示功能，应用不规则、非对称而又灵活的布局与构图手法，打造了“空间中的空间”。设计融合了形式多样的涂鸦、造型，充分发挥钢、木、混凝土、玻璃的特性，同时注重空间本身的各种构建，创造出令人耳目一新的视觉效果。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/113-cn.html' title='慕孜咖啡馆设计' alt='慕孜咖啡馆设计'>位于江苏镇江的慕孜咖啡由郭准先生倾力打造。在空间设计中，他以归本主义为设计理念，将蝴蝶元素贯穿始终,通过传统的情感表达与时代的理性思维赋予室内环境极强的代入感，让人们很轻易地就“迷失”于设计的剧情中，犹如坠入斑斓的蝴蝶世界，为整个空间环境渲染了一层难以言喻的迷人色彩。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/114-cn.html' title='阿里小甄中餐厅设计' alt='阿里小甄中餐厅设计'>引景入室的手法，在室内设计中流传已久，然而仅仅引入自然景物是不能令设计师满足的。之所以称之为设计，而非简单的模仿，是因为创意的结果会传出更好的捷报。位于河北邢台的阿里小甄由郭准先生倾力打造。他延续了归本主义设计理念(即让建筑与自然和谐共生)，整体围绕着钢、木、砖、石、玻璃、混凝土六要素展开，意在用最简单、原始的材料，塑造一个肌理朴素、宁静淡雅的多功能空间。室内木质材料的选用增加了空间柔和感;简洁精</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/115-cn.html' title='北京海岸---云南朴舍酒店完美落地' alt='北京海岸---云南朴舍酒店完美落地'>2015年，北京海岸开启了“精品酒店”这一新的战场，在郭准先生的带领下，已经成功打造了多家精品酒店。位于云南的朴舍酒店历经两个月的设计、施工，已经于今年八月份完美落地。该酒店诚邀北京海岸郭准先生主笔设计，以归本主义为设计理念，加入古老磨盘、老房梁、旧木雕花、柴烧紫陶等老物件，给酒店蒙上了淡淡的时光之纱。还有特别精致的归本主义软装配饰贯穿始末，无论是床榻、沙发、方桌还是沐浴用品皆取材于大自然的馈赠，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/165-cn.html' title='江苏盐城会所设计案例' alt='江苏盐城会所设计案例'>看似一幅画听像一首歌人生境界真善美这里已包括谈的谈说的说盐城会所真不错请你的朋友一起来盐城来做客……凯旋门歌颂着胜利、泰姬陵倾诉着爱情、金字塔象征着永恒，是否会有一个地方可以用来承载记忆?归本主义总是创造着奇迹，故事般的盐城会所在郭准先生的脑海中被栩栩描绘了出来。在这里，光阴似乎也会停止脚步，陶醉其中而不能自拔，这里，仿佛一本灵性的记事本，每个装饰、每座沙发、甚至每片空气都在诉说着它的回忆。这是一</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/116-cn.html' title='北京海岸---小菊咖啡' alt='北京海岸---小菊咖啡'>有人说，它像情人一样懂得贴心;有人说，它像家人一样懂得关爱;有人说，它更像一个朋友懂得倾听。它不是别人，而是一个场所——小菊咖啡。位于北京的小菊咖啡由郭准先生亲自操刀设计。在空间打造中，他以归本主义为设计理念，以六大元素为设计语言，以拟人化的设计手法将现代元素与自然元素结合起来，选用简约自然的材质保留了生活最本真、最纯粹的部分。在空间设计中，为了让空间布局尽量简单，他摒弃了繁复冗长的雕琢，对空间动</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/117-cn.html' title='北京海岸---大宁some coffee' alt='北京海岸---大宁some coffee'>大宁some coffee由郭准先生倾力打造。在空间设计中，他将内部设计作为建筑自然延续的一部分，在保留建筑创意和现代性的同时，增添“钢、木、砖、石、玻璃、混凝土”元素，延续了归本主义设计理念，以简练精致的线条表现艺匠、以温馨雅致的格调形成意境、以轻快细腻的质感传达情感，将原建筑的设计魅力发挥到极致，意在简约自然中营造心灵与自然的完美契合。在灯光的应用上，选用点光源和泛光源结合的手法，通过调用光、</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/118-cn.html' title='归本主义之行---千色水会设计方案' alt='归本主义之行---千色水会设计方案'>千色水会是一家以足疗、按摩、餐饮、客房等为一体的休闲会所，由郭准先生倾力打造。本会所，设计师以归本主义为设计理念，围绕着砖、石、钢、木、玻璃、混凝土几个元素展开。在整体空间的打造上突破了以往的循规蹈矩，避免运用那些典型的浮夸元素，用务实的设计质疑了当下奢华的概念，为建筑创造了一种独特的设计语言。【泰式按摩室】</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/136-cn.html' title='内蒙古U°咖啡馆设计' alt='内蒙古U°咖啡馆设计'>新时代的咖啡馆应该是浪漫的、自然的、养生的、亲民化的。此次受邀，设计师郭准先生将内蒙古大草原配上归本主义的格调。在U°咖啡，可以享受亲切的大自然，听一曲柔软或者高亢的音乐。使富有生机的想象空间，多一些夹杂着对生活的希望。安静中时不时邂逅一场精神盛宴，保持一份热情，是披着绿皮的绵羊与创作的萌动交织在一起的展现。这里，可以满足任何情绪的放射，只要来到这里就可以舒张心情、享受浪漫慢生活、沉浸于美好的理想</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/135-cn.html' title='Cafe.Oct.22餐饮设计' alt='Cafe.Oct.22餐饮设计'>项目名称：Cafe.Oct.22项目地址：山西项目类型：室内设计使用面积：857㎡主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义每个人心中都有一个童话梦，梦想自己可以成为故事中的王子和公主，在美丽奢华的城堡中过着幸福快乐的生活。位于山西太原的Cafe.Oct.22由郭准先生倾力打造。在空间设计中，他以蓝色为主色调，延续了归本主义理念，在细节的处理上摒弃了过于繁杂的肌理和装饰，将法式廊柱</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/122-cn.html' title='侗家食府田园餐厅设计' alt='侗家食府田园餐厅设计'> 归本主义—寻寻觅觅，寻到一方天地，侗家食府田园餐厅设计方案项目名称：侗家食府田园餐厅项目地址：贵州项目类型：室内设计使用面积：3400㎡ 主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义生活在城市之中，难免想要回归平淡。选择一种生活方式，就像选择了另一种人生。任时光匆匆流逝，仍不改最初模样。归本主义带你寻觅一方净土，体会侗族之文化，感受生活之美好。归隐田园，远离尘世</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/192-cn.html' title='集装箱设计【集锦】  ' alt='集装箱设计【集锦】  '>极简流畅的线条现代感十足的建筑造型毫不逊色于那些欧式中式风格的建筑兼具这些优点于一身想必你也猜到了那就是集装箱之家集装箱设计改造，是一种又一次撞击时尚潮流的建筑设计体系，可随时随地移动到各地，为人们带来更方便的舒适生活。这种绿色建筑倾向于在视觉层面就传达出再创造、再利用的绿色价值观。郭准先生的集装箱设计发挥了各种想象，成为各式形状类别的房屋。他的每一次设计，都会在建筑内部巧妙的引导光线，自然地将整</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/161-cn.html' title='安徽AITI咖啡馆设计' alt='安徽AITI咖啡馆设计'>本案，郭准先生以归本主义为设计理念，并以工业革命为主题，结合原有的平面布局加入隧道、火车、信号灯等元素，凸现了空间粗犷的重金属工业风格，走进这里，你会有一种破败的奢华感。钢铁作为工业时代重要的表达材料与原始的水泥墻面结合，大瞻的设计创意给予空间全新的视觉感受。AITI咖啡馆的设计立足现在，追忆过去，将现代设计手法与年代情节微妙的结合在一起，展现出一个别具新意的空间。未来与过去、现实与想象、冷峻与细</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/162-cn.html' title='猫王咖啡-咖啡店设计案例' alt='猫王咖啡-咖啡店设计案例'>“现在，我的末日将近，面临人生的最后落幕，向你讲述我的人生之路。我用自己的方式度过了一个充实的人生，虽然有遗憾疑惑，但现在看来不值一提，我可以毫不羞愧地说，我没有虚度人生……男人除了自己，我们一无所有，要用自己的方式经受住难。”——My way约翰列侬说，“猫王之前，世界一无所有”。猫王(Elvis Presley)唱的My way仿佛成了他一生真实的写照，他叛逆，他不羁，他狂野，他坚定，他的音乐</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/163-cn.html' title='连我咖啡-咖啡店设计案例' alt='连我咖啡-咖啡店设计案例'>每个人生来都是一个独立的个体一个人吃饭、旅行、四处走走停停不断地认识这个世界体会着不同的生活后来成为了一个孤独的存在连我从一杯咖啡开始将你、我、他紧密联系起来慢慢地“我”变成了“我们”连我咖啡汲取了海派文化精髓，秉承着浪漫和无限畅想的创造灵感，并结合现代都市的生活理念，将色彩融入其中，以极富创意的表现力带给顾客一场视觉盛宴，为顾客营造一种优雅舒适的环境。郭准先生将连我的文化核心始终贯穿于整个设计主</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/164-cn.html' title='北京三里屯咖啡陪你' alt='北京三里屯咖啡陪你'>项目名称：咖啡陪你形象店项目地址：北京三里屯项目类型：空间设计使用面积：1472㎡主创团队：北京海岸设计总设计师：郭准先生设计理念：归本主义咖啡陪你在咖啡领域一跃领先，创意独特的空间格调备受文雅之士的青睐，这种设计潮流的引导者正是咖啡陪你的设计师郭准先生。归本主义的设计理念让店面空间朴拙自然，纯天然的材质运用简洁富有张力，无需刻意雕琢的随性感以及悠然的生活姿态与当下快节奏、快销的理念形成鲜明对比。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/166-cn.html' title='北京海岸设计案例——江阴服装咖啡' alt='北京海岸设计案例——江阴服装咖啡'>西风之神追上并拥抱了仙女克罗丽丝。随即，克罗丽丝的口中溢出了鲜艳的花朵，纷纷而落，飘在花神芙洛拉的身上，形成一件美丽的外衣，曾经是一片白色的大地，转眼间已经是鲜花盛开，生机盎然。“我，昔日的克罗丽丝，如今，人们叫我芙洛拉。”花神芙洛拉飘洒着令人陶醉的香氛嫁给了西风之神泽非罗斯，结婚以后，西风之神送给她一座满是奇花异草的花园。芙洛拉和她的丈夫亲密地手挽着手在园子里漫步，他们一路上走过的地方百花齐放，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/167-cn.html' title='天津震·网咖，动感十足的网咖空间' alt='天津震·网咖，动感十足的网咖空间'>在当今空间设计中，为了更好的突出点、线、面、几何图形与空间的合理结合，声光电的运用是不可或缺的一部分。本案，郭准先生抓住这一点，以归本主义为理念，以图片、音像、实物等为载体，将科技融入空间，通过声光电和艺术相结合的形式，全方位、立体式打造出动感十足的网咖空间。声音是人与自然的聆听，是人与人之间的沟通，是人与科技的交流。在空间表现中，郭准先生利用声光电三位一体，把声波传递穿插在空间中，进而突破语言的</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/168-cn.html' title='广东漫海岸网咖，尽显网咖的独特魅力' alt='广东漫海岸网咖，尽显网咖的独特魅力'>项目名称：漫海岸网咖项目地址：广东项目类型：室内设计使用面积：1243㎡主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义位于广东潮州的漫海岸网咖由郭准先生倾力打造。在空间设计中，他以归本主义为设计理念，采用水泥、锈铁、木头等自然材料的相互糅合，将自然材料与自然符号直接引入来创造纯粹的感受。在细节的处理上，通过绿植的选择、灯光的渲染、游戏人物造型的陈列，勾画出一个完整的空间设计语言，尽显网</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/169-cn.html' title='吉林春天里音乐餐厅设计案例' alt='吉林春天里音乐餐厅设计案例'>项目名称：春天里音乐餐厅项目地址：吉林项目类型：室内设计使用面积：1000㎡主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义也曾彷徨也曾失措但愿这满园春色能常驻心间用共鸣换回一路的相知相伴——归本主义春天里音乐餐厅是一家集咖啡简餐、轻酒吧于一体的餐饮店，由郭准先生倾力打造。在空间的处理上，郭准先生不断探索新的表达方式，在保持一贯高审美的同时探索出利用鸟笼进行创新装饰，并将绿植和空间的组合</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/170-cn.html' title='上海天九全球烧烤汇，传递海派文化' alt='上海天九全球烧烤汇，传递海派文化'>位于上海的天九全球烧烤汇，由郭准先生倾力打造。设计师以互动的漂流瓶为灵感，并与当地文化相交融，代表了国界文化的传播，就像装载世间万物的神器，把我们带进自然深处。上海天九全球烧烤汇，整体空间以瓶子元素为主，搭配肆意裸露的砖墙和钢管，表达出空间强烈的视觉效果，体现了工业质感和归本理念。其中，建筑的形成缺少不了材料，自然的材料传递着归本主义的语言和信息。这是一个建筑师与自然的对话，赋予了空间的独特性。在</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/171-cn.html' title='北京海岸设计商业新模式' alt='北京海岸设计商业新模式'>郭准先生.知名建筑师、清华建筑硕士.归本主义缔造者、被誉为归本主义之父、归本主义大师.北京海岸设计品牌创始人、北京海岸设计被认为是咖啡馆设计第一品牌北京海岸设计由郭准先生创建于1999年，经十九年的探索，已经形成一套完整的、成熟的商业模式。北京海岸针对每一部设计产品实施标准化、流程化、精细化，规范化管理、严把逐级审查关。除此之外还注重作品的持续创新，强调有效获取灵感素材，不间断推陈出新，使归本主义</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/172-cn.html' title='北京海岸设计服务内容、服务流程及服务取费' alt='北京海岸设计服务内容、服务流程及服务取费'>█海岸服务项目：• 建筑设计•室内设计•工程施工•软装设计•软装产品定制•品牌VI设计█海岸服务流程：1.客户来访，商务部、设计部及品牌部共同和客户沟通、签约2.客户首付款(60%到账)3.商务部现场量房及品牌部涉及跟进4.给客户服务团队图表，确定平面5.效果图(二期款30%到账)6.施工图(三期款10%到账)7.施工项目组及软装设计和客户沟通8.全套图纸、软装报价及施工报价一起给客户同时谈合同9</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/173-cn.html' title='新海府三亚粥店装修设计方案' alt='新海府三亚粥店装修设计方案'>项目名称：新海府三亚粥店装修设计项目地址：海南海口市项目类型：室内设计使用面积：720㎡主创团队：北京海岸设计总设计师：郭准设计风格：归本主义一棵老树，一片新叶，一张老木桌，一块玻璃，一块红砖，从艺术的角度展示它们，将粗糙的物质结构变为高尚的形式，为它们赋予灵魂，使之成为一种文化，一种理念。每一个“归本主义”设计都是海岸设计师在研究了传统与当前条件后，不照搬现成形式， 而是将现代材料和自然材料配合</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/174-cn.html' title='河南商丘杏记甜点咖啡店' alt='河南商丘杏记甜点咖啡店'>项目名称：“商丘杏记甜点咖啡店” 项目地址：商丘市项目类型：室内设计使用面积：378㎡主创团队：北京海岸设计总设计师：郭准设计风格：归本主义粗糙质感的树在诉说着它经历过的风雨洗礼，锈迹斑斑的铁在讲述它曾经的事迹，旧桌椅让你欣赏曾发生在它身边的悲欢，录像机里帧帧回放的又是谁的故事。时光总是在我们生命中的每一刻做着记录，镌刻每一刀，直到道道伤痕变成磨砂的艺术品。时光划过这里减缓了脚步，回头就</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/175-cn.html' title='北京海岸与通达集团签署合作协议' alt='北京海岸与通达集团签署合作协议'>北京海岸官网02月09日讯 北京海岸公告，北京海岸于今日与通达集团签署了通达集团位于唐山的两个项目合作协议。一个是韩国城咖啡馆建筑设计合约，另一个是通达集团在唐山的地产项目销售中心建筑外观设计。两个项目的投资总额预算在1600万。 通达集团创建于1992年，是河北地区知名的“百强企业”之一。其经营体系涉及到：钢铁、市场开发、商业流通、地产开发、物业管理、娱乐休闲的集工、商贸一体化的企业集</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/176-cn.html' title='山西新晋世家样板间空间设计' alt='山西新晋世家样板间空间设计'>郭准先生在本案的设计中，让生活回归原点，在归本主义的设计理念下，舍去繁复的设计，以使用者的需求为本质，找回生活中应有的温度。该样板房的设计以灰色为基底，设计中舍去强烈的色彩配搭，而是以简单舒适的气质打动人心，达到以少胜多、以简胜繁的效果。享受在这样一种简单、充满着质感的生活空间里，裸脚触地的节奏声，仿佛都夹着一种甜蜜逸趣的味道。幸福就是这样，总是在不经意间，总是在每一个角落，这里的每一个设计细节，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/177-cn.html' title='山西力奥健身房设计案例' alt='山西力奥健身房设计案例'>又是一个露肉的季节四月不减肥五月徒伤悲六月徒伤悲七月徒伤悲...不是每一种坚持都会有回报但对于你的身体你的坚持一定看得到!力奥健身房，以郭准先生前卫时尚的归本主设计风格博得大家的偏爱，为忙碌的都市人设计出一个全新的健身乐趣。在这里，运动转变成一种时尚的体验。裸露的混凝土墙壁、不经装饰的管道系统、印刷的招牌，以及其他一些归本主义元素，配上工业风格的灯饰和铁艺元素，这一切，都在完美的展示着这家健身房独</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/178-cn.html' title='上海小美办公室空间设计' alt='上海小美办公室空间设计'>画中景，景中画，分不清到底是景还是画。画一般的景出现在办公室中让人深陷其中，在画中工作想必每时每刻都会感动幸福，生活在上海这座压力大节奏快的城市，心情放松已经成为奢侈，何不学会调整自己的状态，放松压力，归本主义陪你一起走进这画中景。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/179-cn.html' title='侗家食府工厂店设计' alt='侗家食府工厂店设计'>阳光清透如你的笑容温柔却微凉许我一片坦途许我一个桃源入口使我回到异域贵州是一个少数民族聚集地，亦是大山密林深处迅速崛起的西南重镇。郭准先生以现代设计手法，秉持归本主义的设计理念，将六千平米的废弃工厂改造成了别具侗家风情的餐厅，结构严禁庄严，宛若山中阵列的木寨，在工业化的浮世之上演绎出了唯美浪漫、独具风情的自然温情和人世温情。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/693-cn.html' title='隐逸水镇VIS设计案例' alt='隐逸水镇VIS设计案例'>隐逸水镇如她的名字一样，世外桃源般隐藏于这山水之间，设计师以当代人的审美和眼光，运用现代的设计手法加以演绎，隐逸在VI设计上，建设一个魂牵梦萦的心灵原乡，悠然而居，尽享桃源之乐。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/180-cn.html' title='侗家食府田园餐厅，感受生活之美好' alt='侗家食府田园餐厅，感受生活之美好'>生活在城市之中，难免想要回归平淡。选择一种生活方式，就像选择了另一种人生。任时光匆匆流逝，仍不改最初模样。归本主义带你寻觅一方净土，体会侗族之文化，感受生活之美好。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/181-cn.html' title='十三街区电玩城，赋予电玩城深层次的文化内涵' alt='十三街区电玩城，赋予电玩城深层次的文化内涵'>也许，我们每天都生活在各自的城市，但却没有一条街道属于自己，也许，街区上隐藏着属于自己的神秘符号--“NO.13”。在本案的设计中，郭准先生以归本主义为设计理念，以“休闲、娱乐、益智”作为定位点，扭转传统观念，赋予电玩城深层次的文化内涵。设计师注重装修风格的品味，将钢木、砖石、水泥、玻璃等归本主义特色元素与充满现代感的装饰相结合，反映出与众不同的电玩城特色，将空间的美观性和实用性发挥得淋漓尽致，给</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/182-cn.html' title='真心OUT了，您要开一个咖啡馆，竟然不知道北京海岸' alt='真心OUT了，您要开一个咖啡馆，竟然不知道北京海岸'>——九句话快速了解海岸 海岸有着19年的历史 海岸被认为是当今全球最具实力的咖啡馆设计团队之一 海岸奉行的是完全不同的设计理念“归本主义” 海岸有着三百余人的精英设计团队，以及一千余人的施工团队 海岸总部位于北京CBD核心的双井地区 对海岸而言，客户是海岸永远的伙伴，是海岸存在的全部理由;尊重客户，理解客户，持续提供超越客户期望的产品和服务。 海岸的客户群涵盖了：漫咖啡、咖啡陪你、咖</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/183-cn.html' title='天津咖啡之翼旗舰店' alt='天津咖啡之翼旗舰店'>项目名称：咖啡之翼旗舰店项目类型：咖啡厅设计项目面积：1057㎡项目地址：天津市武清区近郊保利小区金街内(近保利建设银行)设计单位：北京海岸设计总设计师：郭准先生设计团队：梅文剑 、涂嘉佳设计风格：归本主义设计时间：2013.5竣工时间：2013.9“北京海岸设计”是一个有着16年历史，在当代室内设计领域，被誉为最具实力的咖啡厅设计机构。“北京海岸”的设计运用灵动的空间，色彩的晕染，发挥材料本质的</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/691-cn.html' title='河北定州盛东影院设计' alt='河北定州盛东影院设计'>本案，由郭准先生倾力打造，以归本主义为设计理念，利用金属拉丝、水泥等元素，演绎出一个对生活有着奢华的影院空间。感悟一部电影，体味一段人生。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/184-cn.html' title='陕西西安咖啡陪你中国旗舰店' alt='陕西西安咖啡陪你中国旗舰店'>咖啡陪你中国旗舰店 ——归本主义·北京海岸设计·郭准先生项目名称：咖啡陪你中国旗舰店项目地址：西安碑林区西木头市109号芭沙大楼项目类型：咖啡厅项目面积：1600㎡设计单位：北京海岸设计设计主创：郭准先生设计团队：高秀川、余恒权、余昆设计风格：归本主义设计时间：2013. 8竣工时间：2013.10序言:有着16年历史的“北京海岸设计”被认为是当代最具实力的咖啡厅设计机构。它的设计运用空</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/185-cn.html' title='北京海岸再次声明' alt='北京海岸再次声明'>先感谢大家一贯以来对北京海岸设计的支持! 北京海岸设计从1999年成立以来，建立了自己的网站，通过了认证，坚持以优质的服务态度和良好的售后服务赢得了广大客户的青睐。公司网站作为一个对外展示的窗口，上面每幅图片都倾注了海岸人的心血，都是公司设计师精心创作，其所有权和使用权归北京海岸设计所有，其他个人或公司不得盗用。近日接客户反映并查证：现有南方建雅设计公司，未经我公司允许，盗用我公司大量图</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/186-cn.html' title='归本主义如何将设计理念深入人心的：北京海岸设计史' alt='归本主义如何将设计理念深入人心的：北京海岸设计史'>1.北京海岸海岸设计由科班出身的建筑师郭准先生创立于1999年，已经在业界历练19个年头;　海岸设计开创了一个设计流派，以独创的归本主义理论为核心设计理念;海岸设计有资深设计师组成的稳定设计团队300余人，分为十二个设计小组开展工作;2.海岸的客户群涵盖的品牌漫咖啡、咖啡陪你、咖啡之翼、猫空咖啡、逸美时光、SPR咖啡、太平洋咖啡、山西田森集团、四川天普投控集团、武汉洪广大酒店、海口三厨、上海新石器</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/187-cn.html' title='如何开一家咖啡馆——北京海岸' alt='如何开一家咖啡馆——北京海岸'>如何开一家成功咖啡馆，咖啡馆已取代速食店，成为聚会或消磨时光的首选。而每年的创业加盟大展中，咖啡馆也总是被票选为十大创业行业，可见开一家咖啡馆对许多创业者具有致命的吸引力。能够每天闻着咖啡香，和客人聊聊天，还有钱可赚，这是多美好的事!虽说喜欢喝咖啡是成为咖啡馆老板的基本条件，但毕竟喝咖啡和开一家咖啡馆完全是两码事，「喝咖啡很浪漫，开咖啡馆却是现实的，」咖啡店第一课：定位一—做梦，也要有方向感决定咖</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/188-cn.html' title='北京海岸咖啡馆招牌设计说明' alt='北京海岸咖啡馆招牌设计说明'>店面上部可设置一个条形商店招牌，醒目地显示店名。在繁华的商业区里，消费者往往首先浏览的是大大小小、各式各样的商店招牌，寻找实现自己消费目标或值得逛游的商业服务场所。因此，具有高度概括力和强烈吸引力的咖啡馆招牌，对顾客的视觉刺激和心理的影响是很重要的。　　咖啡馆招牌底板所使用的材料，长期以来是木质和水泥。木质经不起长久的风吹雨打，易裂纹，油漆易脱落，需经常维修。水泥招牌施工方便，经久耐用，造价低廉，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/189-cn.html' title='北京海岸——咖啡馆设计装修的五个要点' alt='北京海岸——咖啡馆设计装修的五个要点'>　1、色彩的配搭。咖啡馆一般的色彩配搭宜采用暖色系。因为在色彩心理学上来讲暖色有利于促进食欲。这也就是为什么很多咖啡馆采用黄、红色系的原因。　　2、咖啡馆的风格。咖啡馆的风格是由家具决定的。所以在装修前期就应对咖啡桌椅的风格定夺好。其中最容易冲突的是色彩、天花造型和墙面装饰品。　　1)玻璃咖啡桌对应现代风格、简约风格。　　2)深色木咖啡桌对应中式风格、简约风格。　　3)浅色木咖啡桌对应自然风格</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/190-cn.html' title='北京海岸—咖啡馆设计的注意事项' alt='北京海岸—咖啡馆设计的注意事项'>咖啡馆最具体的综合表现就是整个的营业空间，至于如何使整个营业空间能够具有活力而显其特性，则有赖全店前勤与后勤作业的充分配合。对于一家咖啡馆的店内营业活动，可以通过两个方向加以探讨。首先是促进客人能够在店内集中，进而将来店的客人能够促使其更多地饮用咖啡，以达成营销的效果。有关集客的促销进方面，就是运用各项展示活动或是橱窗、POP等诉求表现来吸引客人来店或入店。接着便是针对这些来店的客人，运用待客的技</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/196-cn.html' title='山西大同G网咖设计案例' alt='山西大同G网咖设计案例'>海岸君印象中，矿工们是这样一群人，粗犷豪放、坚韧不拔。吸引海岸君的正是他们身上这种无穷尽的魅力，你有没有感受到他们工作时，身上爆棚的荷尔蒙?这才是铁铮铮的硬汉身上该有的味道。位于山西大同的G网咖设计遍布这种男性荷尔蒙感觉，好像来到了原始山野。咖啡餐饮设计咖啡餐饮设计咖啡餐饮设计</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/197-cn.html' title='山东济南湘鄂情怀餐饮空间设计' alt='山东济南湘鄂情怀餐饮空间设计'>位于山东济南的湘鄂情怀餐饮空间是由郭准先生倾力打造的咖啡餐饮设计作品。在空间设计中，郭准先生延用了归本主义理念，将民国建筑风格融入其中，根据各个空间的需求，采用不同的材料，以简洁、明快的线条保留了中式古典之美。与此同时，又吸收了一些西洋文化，将其中的经典元素加以提炼、重组，更好地体现了现代室内空间的艺术性与文化性，让人置身其中感觉舒适、自然、温馨而又浪漫。咖啡餐饮设计咖啡餐饮设计</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/199-cn.html' title='北京海岸设计——开设咖啡厅的计划书' alt='北京海岸设计——开设咖啡厅的计划书'>韩国漫咖啡—咖啡厅迅速兴起的背景：现代人的生活压力庞大，越来越多人关注个人健康。据医学研究报告指出，咖啡豆含有大量对人体有益的健康成份。另外，许多最新的研究报告显示，咖啡因对人体并没有过去想像中有健康的危害;反之，咖啡中一些的成份对于人体有很多的保健功效。我们相信喝咖啡的人会越来越多，并会有年轻化的趋势，有见于近期主题食店的流行，故决定开设一间主题咖啡店，售卖多款特色咖啡及蛋糕，并定名为「星座咖啡</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/200-cn.html' title='归本主义咖啡餐饮设计——COFFEE咖啡简介' alt='归本主义咖啡餐饮设计——COFFEE咖啡简介'>咖啡来历咖啡一词源自希腊语“KAWEH”，意思是“力量与热情”，咖啡这个名称则是源自阿拉伯语“QAHWAH”意即植物饮料。后来咖啡流传到世界各地，就采用其来源地“KAFFA”命名，直到十八世纪才正式以“COFFEE”命名。从第一杯醇香的咖啡开始，经过两面三刀个百年的时光流转，1530年，世界第一家咖啡屋，终于在中东的大马士革延生。一六一五年，咖啡随着云游的威尼斯商人进驻欧洲，法国，意大利人刹那为之</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/201-cn.html' title='北京海岸设计——KTV的装修和设计' alt='北京海岸设计——KTV的装修和设计'>KTV装修中的问题是一个十分复杂的，尤其对于咖啡餐饮设计作品来说，因为他涉及到建筑、结构、声学、通风、暖气、消防、照明、音响、视频等等，还涉及到安全、实用、环保、文化(装饰)等方面问题。各国的卡拉OK的装修风格都各不相同，我国是世界上卡拉OK最多的国家，所见所闻装修风格各有千秋，但是存在的普遍问题是声学效果差，装修特别豪华的KTV我们去唱歌时同样存在声学缺陷，感觉是唱歌很吃力(指音响系统很好的情况</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/217-cn.html' title='仁恒商业综合体设计方案' alt='仁恒商业综合体设计方案'>身处自然，从一处到另一处，作为静态的建筑也可以转换为动态的享受。建筑不单单是建筑，还可以成为一种抵达内心深处的时尚潮流。 仁恒商业综合体由北京海岸打造，其中涵盖了28000㎡的创客公寓、16000㎡的创客集装箱广场及创客商场、28000㎡的酒店式公寓、12000㎡的商业写字楼、以及两个分别为1000㎡的四合院会所。 郭准先生在本案的设计中遵循归本主义的设计理念，将原始的材料融入</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/202-cn.html' title='归本主义——用灯光营造歌舞厅设计的氛围' alt='归本主义——用灯光营造歌舞厅设计的氛围'>歌舞厅的灯光设计是一个比较复杂的问题，在设计前必须先注意以下几个问题：一、了解舞厅的经营方向盘(用途)以及投资情况。二、注意舞厅的大小，特别是舞台、舞池的大小、空间高度，以及整体美术设计、装修设计方面的要求，这些是影响设计的关键因素。三、了解配电供应、电力供给情况。歌舞厅的形式多种多样，没有固定的模式，按其娱乐性质大致可分为卡拉OK厅、舞厅、歌舞厅三类。1、卡拉OK厅设计考虑纯粹的卡拉OK，完全是</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/203-cn.html' title='北京海岸咖啡餐饮设计，酒吧设计要注意的问题' alt='北京海岸咖啡餐饮设计，酒吧设计要注意的问题'>国内近几年酒吧像春笋般纷纷涌现，就比如海岸的很多咖啡餐饮设计也是有很多酒吧作品的，酒吧比一般就餐环境文化氛围更浓烈一些，是人们休闲、交流的所在。酒吧设计非常重要，就像衣服的款式，美丽新颖才会引人注目。一个城市的建筑的美感大处在于楼厦的雄伟，小处则在于酒吧、茶座等玲珑空间的个性化风格。这是整个城市品位的倾向和文化在建筑上的具体反映。一流的设计风格是以个性的出类拔萃赢得普遍的喝彩。一个较大的酒吧空间可</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/204-cn.html' title='红树林度假世界H·LOUNGE 酒吧设计' alt='红树林度假世界H·LOUNGE 酒吧设计'>将黑白灰做到极致 展现最酷的一面这里有设计师范儿的氛围 还有人与酒的故事极简黑白灰咖啡餐饮设计将黑白灰做到极致 展现最酷的一面这里有 设计师范儿的氛围还有 人与酒的故事咖啡餐饮设计本项目是北京海岸为今典集团设计的红树林度假世界咖啡餐饮设计项目系列之一，位于集时尚艺术、休闲度假、文化创意、国际会议会展、影视外景、购物娱乐为一体的度假世界综合体内。该酒吧项目处于公共滨海广场区与公共阳光沙滩区交汇处，紧</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/206-cn.html' title='重庆靓影Showroom' alt='重庆靓影Showroom'>如果服装店都是经过巧心设计的装饰艺术谁不为之心动一边走马观花似的物色衣物一边体会着各种别具一格的美感装饰“醉翁之意不在酒”的别有用心真是太奇妙啦靓影Showroom，是将设计渗透人文文化的时尚品牌，销售适合都市女性的流行时装、鞋、包等饰品。在购物区拥有独立的精品店，占据着两层空间。在店面的安排设计上，此次郭准先生将归本主义的咖啡餐饮设计概念融入其中，画框作为主元素，粉色系作为配色，使顾客在这里可以</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/207-cn.html' title='北京海岸设计——ktv房间的声学要求' alt='北京海岸设计——ktv房间的声学要求'>echo:"111";ktv房间的声学要求1、背景噪声：KTV 包房不象录音棚，背景噪声充满整个房间。噪声过高，使信号的听音音域提高，破坏了声音信号的音质，造成清晰度、可懂度下降。外部的噪声需要隔音处理，内部的噪音需要在选择设备时控制。背景噪声越低越好。2、混响时间：KTV 包房的混响时间的长短、混响强度的大小对于音质的影响很大。时间长，声音就会混浊，影响清晰度和可懂度;混响时</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/208-cn.html' title='归本主义与Pei Partner有个约会' alt='归本主义与Pei Partner有个约会'>当代最伟大的建筑师之一贝聿铭大师已经98岁高龄，如今领导Pei Partner(贝氏合伙人)的是他的二公子贝建中先生和三公子贝礼中先生。贝建中先生在和贝礼中先生一起创办PeiPartner(贝氏合伙人)之前，曾在父亲贝聿铭建筑事务所工作共超过35年，作为父亲贝聿铭建筑事务所的重要核心成员的贝建中先生，参与作品包括美国华盛顿特区国家美术馆及法国巴黎卢浮宫等众多的著名建筑项目。在那里，他发展并得到了在</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/209-cn.html' title='不是来自星星，美丽转身的新型餐饮从归本主义中走来' alt='不是来自星星，美丽转身的新型餐饮从归本主义中走来'>项目名称：新海府三亚粥店装修设计项目地址：海南海口市项目类型：室内设计使用面积：720㎡主创团队：北京海岸设计总设计师：郭准设计风格：归本主义一棵老树，一片新叶，一张老木桌，一块玻璃，一块红砖，从艺术的角度展示它们，将粗糙的物质结构变为高尚的形式，为它们赋予灵魂，使之成为一种文化，一种理念。每一个“归本主义”设计都是海岸设计师在研究了传统与当前条件后，不照搬现成形式， 而是将现代材料和自然材料配合</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/210-cn.html' title='归本主义设计：光环境的技巧' alt='归本主义设计：光环境的技巧'>“光”与人的生活息息相关，无论是太阳光、日光和夜间照明均不能缺少。如何创造室内合适的光环境呢?严格的讲要从建房就注意到，居室的朝向要尽量朝南或朝东。向阳面都应该开窗，而且开窗应大一些，一般与居室的面积之比最好大于八分之一，这样有利于较多的光线进入室内。学习用的桌子应放在靠近自然光线充裕的地方，窗户用玻璃装配，室内的天花板和墙壁应为白色，充实的地方，窗户用玻璃装配，室内的天花板和墙壁应为白色，可增加</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/211-cn.html' title='北京海岸：灯光设计新闻资讯' alt='北京海岸：灯光设计新闻资讯'>作为一名设计师，在设计中与光打交道是少不了的，而最多的就是阳光和灯光。在建筑设计中，一般要把握住日照，因为日照影响着建筑的采光和朝向，把握日照就要了解太阳的运动规律，如太阳高度角等。如安藤忠雄的"光的教堂"就是光的运用很好的例子。能够获得天然采光的空间给人感觉是好的，采光越多空间变得越宽敞、通透。但在现代建筑的体量的不断增加，空间面积越来越大，必然带来空间进深的变化，进深过大自</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/212-cn.html' title='室内灯光设计参考程序' alt='室内灯光设计参考程序'>室内设计师辅导：灯光设计方法推荐给好友“照明质量，考虑视野内的亮度分布，室内最亮的亮度，工作面亮度与最暗面亮度之比，同时要考虑主体物与背景之间的亮度与色度比。光的方向性和扩散性，一般需要有明显的阴影和光泽面的光亮场合，选择有指示性的光源，为了得到无阴影的照明应该选择有扩散性的光源。避免眩光，光源的亮度不要过高，增视线和光源之间的角度，提高光源周围的亮度，避免反射眩光。室内照明设计的参考程序1，明确</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/213-cn.html' title='办公室设计成这样，加班也是种享受！DOINGFILMS影视办公' alt='办公室设计成这样，加班也是种享受！DOINGFILMS影视办公'>人的一生有三分之一的时间是在工作有人说生活着而不是活着能够拥有一份喜欢的工作在惬意的办公环境和愉快的合作氛围中共同进步是生活的幸事办公室设计“在这种随意走动的空间里，我希望每一个人都能如同在家、在熟悉的社区的一样，尽享自在。”DOINGFILMS负责人说。作为创意和执行行业，DOINGFILMS自然不会让其办公室流于传统，他们需要一个开放与协作的空间，能带来全然不同的工作氛围，给员工强烈的归属感和</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/214-cn.html' title='仁恒商业综合体' alt='仁恒商业综合体'>项目名称：仁恒商业综合体项目地址：河北燕郊项目类型：商业综合体使用面积：86000㎡主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义仁恒商业综合体由北京海岸打造，其中涵盖了28000㎡的创客公寓、16000㎡的创客集装箱广场及创客商场、28000㎡的酒店式公寓、12000㎡的商业写字楼、以及两个分别为1000㎡的四合院会所。郭准先生在本案的设计中遵循归本主义的设计理念，将原始的材料融入时</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/218-cn.html' title='办公室设计成这样，加班也是种享受！DOINGFILMS影视办公' alt='办公室设计成这样，加班也是种享受！DOINGFILMS影视办公'>人的一生有三分之一的时间是在工作有人说生活着而不是活着 能够拥有一份喜欢的工作在惬意的办公环境和愉快的合作氛围中共同进步是生活的幸事办公室设计“在这种随意走动的空间里，我希望每一个人都能如同在家、在熟悉的社区的一样，尽享自在。”DOINGFILMS负责人说。作为创意和执行行业，DOINGFILMS自然不会让其办公室流于传统，他们需要一个开放与协作的空间，能带来全然不同的工作氛围，给员工强</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/219-cn.html' title='逃离繁琐、喧嚣，靓影Showroom' alt='逃离繁琐、喧嚣，靓影Showroom'>如果服装店都是经过巧心设计的装饰艺术谁不为之心动 一边走马观花似的物色衣物一边体会着各种别具一格的美感装饰“醉翁之意不在酒”的别有用心真是太奇妙啦 靓影Showroom，是将设计渗透人文文化的时尚品牌，销售适合都市女性的流行时装、鞋、包等饰品。在购物区拥有独立的精品店，占据着两层空间。在店面的安排设计上，此次郭准先生将归本主义的设计概念融入其中，画框作为主元素，粉色系作为配色，</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/702-cn.html' title='乌海格调网咖设计' alt='乌海格调网咖设计'>乌海格调网咖位于内蒙古，面积约1000平方米。在该项目的设计上，郭准先生将空间设计的极具未来感，大面积的鲜艳颜色中和了空间冰冷气息。讲述网咖空间故事的同时还可以给玩家带来了强烈的感官体验。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/220-cn.html' title='商业综合体设计【集锦】' alt='商业综合体设计【集锦】'>北京海岸·商业体集锦（视频）        商业综合体是以建筑群为基础，融合商业零售、商务办公、酒店餐饮、公寓住宅、综合娱乐五大核心功能于一体的“城中之城”。但是随着时代的进步，越来越多源于城市综合体运作模式的综合体建筑不断演化出来，通过各种手段使建筑群体成为景观的主体，同时又承载着城市文明与经济发展的历史责任。&nb</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/685-cn.html' title='大连旗鱼网咖设计' alt='大连旗鱼网咖设计'>在设计中，郭准先生打破常规、一改传统网咖模式，“以一块铁的视角，看待一个零件的涅槃”作为主线，将充满创意的灵感融入空间每一处细节。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/686-cn.html' title='江苏纯在咖啡馆设计' alt='江苏纯在咖啡馆设计'>位于江苏泰兴的纯在咖啡馆由郭准先生倾力设计，整个咖啡厅设计灵感来源于奇幻题材电影《逆世界》，旨在打造一个科技感十足的未来世界。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/580-cn.html' title='好的设计源于生活，源于自然' alt='好的设计源于生活，源于自然'>好的设计源于生活，源于自然


于斑斓间，携一抹新绿；
于建筑间，择一宇楼阁；
取自然之景，巧以设计；
这便是归本主义的绿色。
绿色，
是一种生活方式，
而生活方式的创意则源于自然。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/221-cn.html' title='河北蜂巢商业体设计' alt='河北蜂巢商业体设计'>项目名称：粟氏天府烧烤店项目地址：黑龙江省牡丹江市项目类型：室内设计使用面积：714㎡主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义        夏天的脚步悄悄离去，但是烧烤的味道还在继续。烧烤店怎样设计才能有特色，让人流连忘返呢？下面这家位于牡丹江的川式烧烤店便带领大家寻找答案。  </a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/222-cn.html' title='隐逸水镇设计案例' alt='隐逸水镇设计案例'>归本•隐逸水镇，一个桃花源般的旅行圣地，隐逸水镇设计方案项目名称：隐逸水镇项目地址：云南省文山壮族苗族自治州丘北县项目类型：室内外建筑使用面积：50亩主创团队：北京海岸设计总设计师：郭准先生设计风格：归本主义        日出而作，日落而息。最传统自然的生活方式，已然变成都市中上班族们的向往。纯净的空气、清澈的小溪、</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/224-cn.html' title='主题蓝·餐厅设计【集锦】' alt='主题蓝·餐厅设计【集锦】'> 蓝色是大自然最尊贵的代表它充满灵气与宁静 蓝色是一种格调是一种对待生活的态度一种怀旧的纯真一种向前的希望一种淡泊的心境 当蓝色与归本主义相遇放肆而多情的设计在空间上演了一场场浪漫的视觉盛宴 【北京·虾说八道】蓝色的空间好像拥有一种巨大的魔力让你的眼睛离不开这些画面这里不仅有美食还有音乐和啤酒如果你来探店的话你就会明白羽泉和陈赫合开的餐饮馆并非巧合 </a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/236-cn.html' title='太谷酒店丨云淡风轻，与众不同' alt='太谷酒店丨云淡风轻，与众不同'>项目位于山西太谷，田森集团旗下酒店项目之一，共有客房113间。郭准先生接到项目后的主要任务是对其进行建筑和结构的规划，以及从室内到室外设计方案的构思。

让人心动的是，这里的艺术、大气的方案规划似乎都要一口气表达出最核心的设计旋律。边边角角，条条框框，有意无意间，都在体现对极致生活的追求。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/225-cn.html' title='内蒙古东方酒店设计案例' alt='内蒙古东方酒店设计案例'>项目名称：东方酒店
项目地址：内蒙古
项目类型：室内设计
使用面积：2130㎡
主创团队：北京海岸设计
总设计师：郭准先生
设计风格：归本主义</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/226-cn.html' title='山西桃园·田里酒店设计案例' alt='山西桃园·田里酒店设计案例'>项目名称：桃园·田里酒店 
项目地址：山西
项目类型：室内外建筑
使用面积：3747㎡
主创团队：北京海岸设计
总设计师：郭准先生
设计风格：归本主义</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/228-cn.html' title='办公餐饮咖啡【集锦】' alt='办公餐饮咖啡【集锦】'>归本主义作品一个近在咫尺的地方那里抽离浮华有着引领办公、餐饮、咖啡领域接近事物本真的阶梯踏上旅程一段纯粹的文化之行就此开启魏老香总部▽开放的结构、通透的空间布局、人性化的设计，体现了工作与生活的有机融合。拾味馆总部▽从心出发的设计灵感，在空白的纸张上跳跃描画，牵引出浓烈而深沉的色彩，定义了一个现代、高效、简洁的办公空间。万科样板间▽简洁装饰、统一色彩、自然光影构成通透空间，在巧妙的构思中，提升了用</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/229-cn.html' title='办公商业空间设计' alt='办公商业空间设计'>创客，不仅仅代表创新理念、自主创业，还是年轻活力的代名词。一个打破常规，释放个性的办公空间也将成为年轻人的专属场所。

天贵科创，由郭准先生设计打造。本案以创意设计为主题，每个区域都有其独特的设计语言，规整的空间，以悬挑的方式从中打破，就像年轻人的个性一样，活力而时尚。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/230-cn.html' title='芙蓉壹号餐厅设计' alt='芙蓉壹号餐厅设计'>本案的设计灵感来源于一个“混血姑娘”的情怀。郭准先生细心融合了中式、欧式、地中海元素配饰，运用独创的归本主义设计理念，不同的概念在这里被整合出统一的表达。
整个空间充满了流行色调的氛围，主体色为经典蓝，让人迷惑。她的布料工装是朴实的代表，但是缎面和天鹅绒却高贵华丽，搭配金色、木色，使空间贵气中带有沉稳，增添了用餐者的视觉享受。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/231-cn.html' title='云南地区设计案例【集锦】' alt='云南地区设计案例【集锦】'>郭准先生在云南地区的设计作品，将归本主义与云南当地风情巧妙结合，通过对色彩与线条的把控，将七彩云南的美淋漓尽致的展现于世人，让人们在品味美味的咖啡同时，也能体验到归本主义所带来的独特。让一缕醇香，带动人们的思绪，轻舞在这天堂般的彩云之南。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/232-cn.html' title='遐迩间餐厅设计' alt='遐迩间餐厅设计'>遐迩间餐厅，美食、音乐、美酒的混血儿。在空间的处理上，郭准先生运用多文化元素的手法，将科技、炫酷、深沉概念融入归本主义设计，给人无限延伸的空间触感。颇为契合的自然材质和色调氛围，犹如水下世界与迷宫的天然结合般饶有趣味。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/233-cn.html' title='盐城会所设计' alt='盐城会所设计'>它看似一幅画，描绘人生境界的真善美；它又是一首歌，需要人们用心灵去倾听感悟。它，便是盐城会所。


在这里，光阴似乎也会停止脚步，陶醉其中而不能自拔，这里，仿佛一本灵性的记事本，每个装饰、没座沙发、甚至每片空气都在诉说着它的回忆。这是一座可以牵动心灵的城堡，思绪如同那悠扬的歌声，缠绕在我们的心中，念念不忘……</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/234-cn.html' title='烧烤+酒吧，冰与火的激情碰撞' alt='烧烤+酒吧，冰与火的激情碰撞'>位于哈尔滨的这家烧烤酒吧是北京海岸的又一力作。在归本主义的大框架之下，建筑中应用了大量的未经修饰的木元素和水泥元素，给人以自然清新之感。室内大面积的水泥造型饰面、水泥板家具与墙饰大量的木质相结合，木元素自然柔和的调性将冰冷的水泥建筑赋予了灵性。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/235-cn.html' title='邯郸春园烤肉，花开春意浓' alt='邯郸春园烤肉，花开春意浓'>在盈白洁简的春园中，不造作的自然色泽缀点着灰白。本案，郭准先生以自然和生态为主题，融入人与自然、食客与餐饮和谐共处的理念，打造出一片自然与智慧的乐土。

在设计中，充分调动灯光与空间内部的色彩互动，不同倾角的光影线条，交错出大自然的抽象画作。花架、灯盏、桌椅等软装配饰也极尽考究，一部饱含自然与智慧的作品，就这样在指尖诞生。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/703-cn.html' title='特色小镇设计案例集锦' alt='特色小镇设计案例集锦'>青绿元生态小镇，位于海拔2295米的青海西宁市，大李段路，规划面积200亩。依托塔尔寺、背靠青海湖的地理特点，形成了文化旅游交汇处。独特的地理位置，依山望水的清幽环境，犹如 明珠般点缀在山水间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/239-cn.html' title='商业综合体【集锦】' alt='商业综合体【集锦】'>北京海岸·商业体集锦（视频）        商业综合体是以建筑群为基础，融合商业零售、商务办公、酒店餐饮、公寓住宅、综合娱乐五大核心功能于一体的“城中之城”。但是随着时代的进步，越来越多源于城市综合体运作模式的综合体建筑不断演化出来，通过各种手段使建筑群体成为景观的主体，同时又承载着城市文明与经济发展的历史责任。&nb</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/240-cn.html' title='蜗牛商业体设计' alt='蜗牛商业体设计'>商业体设计中包含潮牌服饰、健身房、vip影院、动感游戏厅、酒吧、咖啡厅设餐饮娱乐两不误。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/707-cn.html' title='湖北城寨冰室餐饮设计' alt='湖北城寨冰室餐饮设计'>城寨冰室由北京海岸倾力打造。整个空间以自然为主，钢筋的吊顶，原木的桌椅，水泥的墙壁。传统的小吃就要结合自然的氛围，自然独特与你我共享。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/245-cn.html' title='集装箱设计作品【集锦】' alt='集装箱设计作品【集锦】'>极简流畅的线条现代感十足的建筑造型毫不逊色于那些欧式中式风格的建筑兼具这些优点于一身想必你也猜到了那就是集装箱之家集装箱改造，是一种又一次撞击时尚潮流的建筑体系，可随时随地移动到各地，为人们带来更方便的舒适生活。这种绿色建筑倾向于在视觉层面就传达出再创造、再利用的绿色价值观。郭准先生的集装箱设计发挥了各种想象，成为各式形状类别的房屋。他的每一次设计，都会在建筑内部巧妙的引导光线，自然地将整体划分为</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/684-cn.html' title='内蒙古三禾道（云鳉）日料店设计' alt='内蒙古三禾道（云鳉）日料店设计'>古朴的廊厅，借助一排排木梁吊顶，将天光有规律的洒向水泥墙面，右侧的墙面下方整体打通，从视觉上会觉得非常通透，不会让人因为过道狭长而产生空间上的压抑感觉。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/246-cn.html' title='红树林度假世界H·LOUNGE 酒吧' alt='红树林度假世界H·LOUNGE 酒吧'>将黑白灰做到极致 展现最酷的一面这里有设计师范儿的氛围 还有人与酒的故事极简黑白灰咖啡餐饮设计将黑白灰做到极致 展现最酷的一面这里有 设计师范儿的氛围还有 人与酒的故事咖啡餐饮设计本项目是北京海岸为今典集团设计的红树林度假世界咖啡餐饮设计项目系列之一，位于集时尚艺术、休闲度假、文化创意、国际会议会展、影视外景、购物娱乐为一体的度假世界综合体内。该酒吧项目处于公共滨海广场区与公共阳光沙滩区交汇处，紧</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/251-cn.html' title='南瓜公社，演绎艺术般的纯真岁月' alt='南瓜公社，演绎艺术般的纯真岁月'>位于河南鹤壁的南瓜公社儿童综合体，以活泼、简洁、艺术的设计，展现儿童的本真印象及都市人追求的简单纯真。



在本案的设计中，郭准先生将建筑以super fly为中心分为两侧，北侧楼以教育为主，南侧楼以娱乐休闲为主。其中，北侧楼的一至四层为幼儿园，五层为电影院，六层为餐厅。南侧楼的一至三层为儿童娱乐场所，四至六层为酒店。流畅的线条，活力的色彩，每一层的设计都带给人们不同的视觉感官印象。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/253-cn.html' title='你以为烧烤店就是烟熏火燎乱哄哄啊？' alt='你以为烧烤店就是烟熏火燎乱哄哄啊？'>本案，由郭准先生设计打造，在归本主义设计理念的基础上，以“时尚怀旧”为主题，以“电影”为设计灵感，以“胶片”为主元素贯穿整体。清水混凝土、钢、原木等自然物架构打造内部空间，局部绿植的点缀，冷暖色调的反差对比，给人以梦幻的感觉，营造出复古怀旧的浪漫气氛，更好地强调了设计的主题。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/254-cn.html' title='当艺术遇上归本主义' alt='当艺术遇上归本主义'>这是一个无止尽的设计过程，
寻求一种以四两拨千金的设计手法，
顺势而为，以求浑然天成，
不落痕迹，无须赘言，自可心神领会。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/255-cn.html' title='美容医院丨归本主义，用温情与极致演绎设计的魅力' alt='美容医院丨归本主义，用温情与极致演绎设计的魅力'>对于郭准先生而言，设计的不仅是空间，更是生活。自然、时尚、色彩作为本项目的设计主题，寓意着美丽的再现。粉红色作为主打色调，蓝色、香槟色为点缀色，使空间明亮、大方，给人以开放、宽容的非凡气度，让来到这里的每一位客人都丝毫不显局促，让美丽在快乐舒适中进行。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/257-cn.html' title='看了这个样板间才知道，记忆里都是骗人的！' alt='看了这个样板间才知道，记忆里都是骗人的！'>本案以具备办公和居住双重属性的新颖空间模式为主，简约的设计，以独特的视角呈现。

家居色彩中的经典搭配非黑即白，但是无论选用哪种颜色独挡一面，都需要探究时尚的另类眼光与独到见解。因此，郭准先生在黑白两种颜色的基础上融入归本主义风格，运用简洁装饰、统一色彩、自然光影构成通透空间。

办公空间不仅仅只是设计，还可以成为提高工作效率的关键。郭准先生以流线型的有机形态、时尚活泼的色调、造型个性的桌椅，奠定了整个办公空间设计的基调，给人简约灵动、时尚大气的整体感受。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/704-cn.html' title='南宁遇·咖啡-咖啡馆设计案例实景图' alt='南宁遇·咖啡-咖啡馆设计案例实景图'>遇·咖啡，位于广西南宁的一家咖啡馆，点亮了这里的文艺气息。1700多平米的空间，树与石，钢与水泥，斑驳的砖墙与朴拙的桌椅，盎然的草木与昏黄的灯影……正如它的设计师郭准先生所言，“我们希望它优雅大方自然，不带任何的矫情和修饰。”</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/259-cn.html' title='田里酒店丨归本主义，演绎一场折纸艺术' alt='田里酒店丨归本主义，演绎一场折纸艺术'>新晋府田里酒店，是北京海岸为田森集团打造的系列酒店之一。本案，郭准先生以纸为灵感，打造一个关于纸的艺术酒店。归本主义是设计思想，褶皱是装饰语言，折叠是空间理念，音乐、咖啡、阅读、露天花园是一种独特的生活方式……</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/260-cn.html' title='归本主义丨高端定制，靓影Showroom' alt='归本主义丨高端定制，靓影Showroom'>靓影Showroom，一家面向女性客户群体的高端定制品牌。继靓影Showroom一店大受欢迎后，店主将二店的设计也全权委托给北京海岸设计打造。

一般来说，高端、奢侈品牌的店面要有更加宽阔的空间，因此，在店面的设计上，郭准先生打破传统精品店对称的格局配置，在优雅中增添简约的味道。顾客进入店中，视野开阔，没有一丝一毫的束缚感。货架、展架的陈列相对稀疏，使顾客产生仿佛置身于艺术馆的感觉。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/261-cn.html' title='海岸软装丨冉时光茶餐厅，搭配出来的艺术' alt='海岸软装丨冉时光茶餐厅，搭配出来的艺术'>冉时光茶餐厅，以归本主义为设计理念，旨在营造一个可以让灵魂与时光交织的地方，寻求城市中那一点浪漫。这里有白色的鹅卵石、无处不在的绿植、美美的花廊、浪漫的屋顶花园、暖黄的清新色调……都市让我们远离了自然，冉时光可以把自然再找回来。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/262-cn.html' title='惊艳的酒吧设计，看完这些再也不敢相信镜子了...' alt='惊艳的酒吧设计，看完这些再也不敢相信镜子了...'>当走进一间酒吧

希望它是什么样子呢？

是具有各种酒吧灯闪烁的激情，

还是拥有高端优雅的氛围？



其实，还有一种设计，

就是虚化现实，

用大量的镜子、玻璃

打造一个梦幻的“镜中世界”。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/263-cn.html' title='尚雯婕的工作室 | 如little star 星光般触动心灵' alt='尚雯婕的工作室 | 如little star 星光般触动心灵'>BG  ENTERTAINMENT 工作室

项目地址：北京

项目类型：室内设计

使用面积：1128㎡

主创团队：北京海岸设计

总设计师：郭准先生

设计风格：归本主义

BG  ENTERTAINMENT 工作室

尚雯婕

一位独立的电子唱作人

一位在音乐路上不断突破的“异类”歌者

正如她不再在声音创作上束缚自己一样

她的工作室也将打破传统的设计风格

展现一种全新的艺术办公

在本案的设计中，郭准先生延续归本主义的设计理念，在材料的选择上，则运用一些原始环保的钢筋、原木、水泥等材料，为了体现简约，整个空间摒弃一切繁琐，用最直白的装饰语言，赋予空间个性和宁静。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/266-cn.html' title='北京海岸丨“红树林”度假世界系列作品集锦' alt='北京海岸丨“红树林”度假世界系列作品集锦'>北京海岸应邀为红树林打造了一系列项目方案，咖啡馆、餐饮、酒吧、日式餐厅……郭准先生用精简的设计观点重新定义了几何空间的延展性，将艺术、美学、绘画、历史、人文等元素糅合在每一个项目里，归本主义这一段纯粹的文化之行，就此开启。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/276-cn.html' title='全新的居住理念，南彩酒店公寓综合体' alt='全新的居住理念，南彩酒店公寓综合体'>南彩酒店公寓综合体位于北京顺义，总建筑面积为3万多平方米，由商业广场和两栋楼组成，是集酒店、公寓、商业、休闲娱乐等业态于一体的综合社区。

现有地块为前楼，后楼为空地。根据周边的格局，郭准先生将前楼在原有的结构没有改变的情况下，与后楼的建筑外观规划设计成统一的建筑元素。楼体的上面设计了几个方块盒子造型，下面由玻璃构成，玻璃和上面的体量形成一个很协调的对比感，简约艺术。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/283-cn.html' title='这样精致的美容院，才是女性做梦都想进的！' alt='这样精致的美容院，才是女性做梦都想进的！'>在本案的设计中，郭准先生以“玉”为主题，同时将归本主义贯穿整个空间，利用不规则多边图形及丰富多彩的颜色，展现极简、时尚、个性的环境氛围。石头变成玉器，差的是一个打磨的机会，美和更美之间，差的只是一个美化的距离。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/291-cn.html' title=' 归本主义设计法典九一律' alt=' 归本主义设计法典九一律'>郭准先生在漫长的设计岁月间隙，用大量光阴游历了地球的每一个角落，从建筑的角度感受不同的人类文明。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/457-cn.html' title='云南朴舍酒店设计' alt='云南朴舍酒店设计'> 朴，木素也，本真而平实，有天然、未经雕饰之美。舍，居室也，澄净而释然，有脱俗、远离喧嚣之境。此为朴舍之意。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/292-cn.html' title=' 归本主义设计法典九一律' alt=' 归本主义设计法典九一律'>归本主义是什么设计风格?郭准归本主义设计风格详解,归本主义九一律法典看这里!</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/297-cn.html' title='一夜之间被刷屏的热点建筑，未来生活就在眼前' alt='一夜之间被刷屏的热点建筑，未来生活就在眼前'>一夜之间被刷屏的热点建筑，未来生活就在眼前！
博多创业产业园位于浙江杭州，其建筑面积为105827㎡，其中集团办公29000㎡，培训中心21000㎡，研发中心8450㎡，酒店10700㎡，商业街15850㎡，地下面积20827㎡。为了将办公园区和商业综合体结合起来打造一个全新的建筑物，郭准先生用艺术的手法，将立体花园搬到空中...</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/305-cn.html' title='这个酒店，把院子搬进了客房' alt='这个酒店，把院子搬进了客房'>说到酒店，现在的人都麻木了，可以说除了一些个别的主题酒店外，大部分都是千篇一律，高端的设施，顶级的服务，舒适的住宿体验，精美的美食等等。今天小编要说的是一家别具一格的“院子”，不过它可不是一个普通的院子，其实他是一个酒店。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/318-cn.html' title='这家咖啡厅被誉为浪漫中的iPhone X' alt='这家咖啡厅被誉为浪漫中的iPhone X'>繁华的大千世界

谁是命中注定之人

余生漫漫

谁又是身旁陪伴之人

人一生会遇到约2920万人

两个人相爱的概率是0.000049

为了这渺小的概率

每个人都在不停的寻找与等待

等一个人咖啡

等一场爱情邂逅</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/325-cn.html' title='北京海岸丨优E客网咖，能量“爆棚”，分分钟让你满血复活' alt='北京海岸丨优E客网咖，能量“爆棚”，分分钟让你满血复活'>优E客网咖的设计，郭准先生打破常规，一改传统网咖模式，以独特的品味将充满创意的灵感融入空间每一处细节，以归本主义作为设计理念，原始粗犷的材质、缤纷绚丽的色彩加之错落有致的布局，令空间从内而外散发着独特的智慧和魅力，似乎每走一步都充满着无限的惊喜……</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/336-cn.html' title='归本主义丨啤调客酒吧，这样设计才够酷' alt='归本主义丨啤调客酒吧，这样设计才够酷'>本案，郭准先生设计打造出充满个性的硬汉空间。经典的后工业时代啤酒吧带给我们强劲的感官享受，冰冷又生硬的废旧铁件在这里被创造性的再利用，拼焊成一个个生动的铁雕作品，赋予了酒吧颓废的工业气质。高贵不张扬、理性却赋有柔情，这就是今天我们看到的以归本主义啤调客酒吧，充满魅力和乐趣。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/341-cn.html' title='归本主义丨汉拿山，不一样的烤肉店情怀' alt='归本主义丨汉拿山，不一样的烤肉店情怀'>本案，郭准先生将韩式文化融入归本主义现代空间结构，与“锈钢、裸露砖、扁铁、玻璃、木头、混凝土”完美结合，加上现代灯光形式的渲染，自然脱俗，在不经意间又凸显出韩式文化气息。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/352-cn.html' title='创客咖啡设计，怀揣梦想' alt='创客咖啡设计，怀揣梦想'>本案的设计灵感源自为了梦想而努力奋斗着的年轻人士，他们身处科技创新不断涌现的时代，为了创造与众不同的空间，设计师顺势而为，从一个人怀揣梦想创业，经历过坎坷后最终到达彼岸的故事形式展开，将自然元素与现代科技元素贯穿整个楼体，为年轻人营造一个以休息、科研、创造、金融、生态为一体的多样化休闲中心。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/362-cn.html' title='小板凳吧式火锅，美到不行' alt='小板凳吧式火锅，美到不行'>在本案的设计中，郭准先生运用新旧搭配的手法，以归本主义为设计理念，将原木、水泥、砖墙和铁艺元素作为主材料，再搭配上定制的小板凳、绿植等软装饰，打造出具有工业风格的火锅店。在空间设计中，除了有动线流动机能外，也有视线转移间的不同框景，远望时具有层层叠叠的虚实写意，营造了神秘的空间氛围。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/373-cn.html' title='上谷郡精品民宿设计' alt='上谷郡精品民宿设计'>上谷郡，燕国北疆西部第一郡。始建于战国燕昭王二十九年(公元前283年)，今河北省张家口市怀来县小南辛堡镇。根据业主要求，郭准先生在归本主义的基础上结合当地特色打造了这家上谷郡精品民宿。

在该项目的设计中，郭准先生共打造了九间客房，其中位于一楼的三间客房带有独立院子，并赋予了三个雅致的名字：云庐、聊寮、漫屋。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/384-cn.html' title='新疆沙湾影院设计' alt='新疆沙湾影院设计'>设计师创作灵感的平台

在布局千篇一律的影院、影厅里
做出新颖独特的设计
也可以带给观众
如电影般难忘的回忆


走进沙湾影院，瞬间会被布满各处的灯线所吸引，不只是座位、墙壁，就连地标也不放过。
整个空间以黑白配为基调，郭准先生并没有对影院采用影视的语境特征，而是从个性化、艺术性、趣味度层面突破，力求打造出一个充满张力、前卫的观影空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/398-cn.html' title='儿童友好社区设计' alt='儿童友好社区设计'>曾经教育专家说过这样一句话：中国大部分孩子是有父母的孤儿，尽管有父母陪伴身边，但却没有传递内在心理支持的正能量。

据不完全统计，都市白领平均每天陪伴孩子的时间不足 1.05小时，近六成的人不同程度错过了孩子成长的关键时刻。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/410-cn.html' title='书店设计案例集锦' alt='书店设计案例集锦'>归本主义书店除了为爱书之人创造更好的阅读体验以外，也承载了对文化的敬重。它用力量展现了一个含义，用它的真诚，告诉每一个读者书中世界的模样。

不管你是否热爱读书，只要走进归本主义书店，触摸那些带着芬芳气味的书本，就会慢下脚步，投入书海中。一杯咖啡的时光，在书屋的某个角落里，安静的去寻找另一个自己。

</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/429-cn.html' title='样板间设计作品集' alt='样板间设计作品集'>简约是一种方式，是对生活本质的追求；随性是一种态度，是对自然生活的笃定。郭准先生认为：“样板间面积通常不大，只有在简洁的装饰下才能体现空间纯度；在色彩上追求统一，色调和明度成一系列，极易增强视觉感官。”

在每个项目中，他运用简洁装饰、统一色彩、自然光影构成通透空间，以此在巧妙地构思中潜意识提升客户体验。置身其间，很难让人再去纠结色感与平衡，有的仅仅是尽兴，自在，最温情惬意的家居环境便是如此。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/431-cn.html' title='北京新华书店设计' alt='北京新华书店设计'>在本案的设计中，郭准先生以清晰简洁为主，原木书架从入口延伸到书店深处，通透明亮的玻璃窗将室外景色引入室内，书籍堆砌而成的背景墙也为空间增添了一丝书香气息。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/443-cn.html' title='绵阳田园综合体设计' alt='绵阳田园综合体设计'>归园田居占地120亩，小建筑体的组合村落，是北京海岸设计的田园综合体项目系列之一。在这里触碰到的是一种理想的生活方式，每一个建筑体从几十平米到一百多平米，配有前花园后花园、楼上楼下、斜屋顶、天窗……吸引游客远离城市，体验独特的山地田园风光。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/454-cn.html' title='长春炙青春徒手烧烤店设计' alt='长春炙青春徒手烧烤店设计'>由室内设计师郭准先生全新打造的炙青春徒手烧烤，位于吉林长春市区的繁华地段。烧烤店附近集聚时尚写字楼、精品住宅等，因此拥有众多的高端客户资源。郭准先生结合客户的需要，以钢、木头、石块、混凝土等归本主义元素为主要材料，结合巴西特有的色彩元素进行点缀，突出了徒手烧烤的特色。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/455-cn.html' title='黑龙江漫猫咖啡馆设计' alt='黑龙江漫猫咖啡馆设计'>本案用童话把归本主义风格与骑士文化主题完美结合，梦幻，温暖又带有点酷酷的感觉。古堡元素砖石外墙，中世纪神秘元素一应俱全，猫骑士破墙而出，给平庸的生活带来意外的刺激和惊喜。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/456-cn.html' title='虾说八道餐厅设计' alt='虾说八道餐厅设计'>位于北京的虾说八道由郭准先生倾力打造。在空间设计中，他以归本主义为设计理念，以“影视来定格生命的美好，用美食来提炼岁月的滋味”为主题定位，运用建筑材料与质朴装饰语汇的拼接，结合当下影视元素同餐饮文化的对比趣味，将现实和文化的思考以视觉艺术的独特方式表达出来，让风格自成一派，以此形成一个以交流为主的餐饮空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/458-cn.html' title='书店商业空间设计' alt='书店商业空间设计'>炽烈的火夏 八月的风懒懒的连云都变得热热的 气温爬升到无法再忍受索性呆在咖啡馆里品一杯咖啡，听一首歌曲悠扬 闭上双眼，让想象任意改变场景  喜欢归本主义咖啡馆的理由很简单：有书。坐在归本主义咖啡馆大大的落地窗，浓郁的咖啡香安放在门口的老榆木安置在室内的木格子书架带着妩媚、带着神秘，还带着一缕缕涩香 咖啡与奶香慢慢搅拌融合细细品味咖啡的醇香</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/459-cn.html' title='前沿公社红酒会所设计' alt='前沿公社红酒会所设计'>春来赏花，秋望水长，这应该是现代社会人们对雅致生活的向往。会所便是那个让人们放松身心，消遣娱乐，享受生活，讲究和谐氛围的地方。

郭准先生在本案的设计中，以归本主义为设计理念，加入生态美学的观点，把人与自然、人与环境的关系作为一个有机整体研究，达到人与自然环境的和谐共处。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/460-cn.html' title='江西冰雨网咖设计' alt='江西冰雨网咖设计'>冰雨网咖一直致力于给来客提供一个健康、舒适的休闲环境。鉴于此，郭准先生以美式自由文化精神为主线，以归本主义理念为辅线，运用网络娱乐、咖啡休闲、互动社交的组合方式，
将简约时尚的地中海风情贯穿其中，整体有序的功能划分、简洁的几何线条和新颖的细节设计，只为了那一份如家般的轻松和温暖。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/461-cn.html' title='哈尔滨小胡子酒咖设计' alt='哈尔滨小胡子酒咖设计'>在此次酒咖的设计案例中，郭准先生运用了各种不同的光源选材，营造出热烈、舒适、简约、堂皇、高雅以及虚幻迷离的空间情感。光纤灯的大规模运用，其柔韧、纤细、多变等特点，加上设计师别出新裁的创意，整个空间的光源得到一个璀璨的全新演绎。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/462-cn.html' title='Rattan skin care美容院设计' alt='Rattan skin care美容院设计'>在本案的设计中，郭准先生以“玉”为主题，同时将归本主义贯穿整个空间，利用不规则多边图形及丰富多彩的颜色，展现极简、时尚、个性的环境氛围。石头变成玉器，差的是一个打磨的机会，美和更美之间，差的只是一个美化的距离。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/469-cn.html' title='蜜儿派母婴体验店设计' alt='蜜儿派母婴体验店设计'>随着社会的发展和二胎政策的开放，婴幼儿用品越来越受到宝爸宝妈们的重视，母婴店也逐渐走入人们的视野。

相比线上的母婴店而言，线下的母婴体验店更能俘获宝爸宝妈们的芳心。试想一下，走进一家品目繁多、设计个性的店面，并且和宝宝一起亲手挑选用品，是不是更有意义呢？

今天，小编就为各位推荐一家现代简约风格的母婴店，喜欢的可以手动点赞！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/480-cn.html' title='商业空间-灯光设计' alt='商业空间-灯光设计'>走进归本主义，墙面局部灯光的创意更是无穷尽。通透的玻璃墙、半开半闭的隔断隐隐约约中透漏的光，投射在混凝土地面、水泥墙面、装饰物的表面……一面墙，一道光影，胜过一切浮夸的装饰。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/496-cn.html' title='云创谷商业综合体设计' alt='云创谷商业综合体设计'>云创谷商业综合体，位于冰城之称的哈尔滨，面积达180亩，其中商业15万㎡，公寓19万㎡，总部基地10万㎡，中科院科研转化楼4000㎡，北大汇丰商学院3000㎡，天津大学生物研究所5000㎡，图书馆2000㎡，空气派6000㎡，联合办公20000㎡。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/498-cn.html' title='山海会国际精英学校【设计概念】' alt='山海会国际精英学校【设计概念】'>本项目位于庐山市海会镇，庐山市区以北，九江市区东南位置。西临5A级风景区庐山东门，东边约3公里处为我国最大的淡水湖泊—鄱阳湖，西南侧4公里为中国古代四大书院之首的白鹿洞书院，山水形胜、人文丰富。

山海会国际精英学校计划做成一个花园里的贵州学校。北京海岸设计团队对学校的设计规划为：建筑是新时代单体小建筑，融入当地的建筑语言，里面布满很多景观式、田园式风格，马头墙、骑楼、檐翘角……和周围环境相结合，打造一个具有庐山魅力和地域特色的国际化私立精英学校。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/733-cn.html' title='美国金伯利农场主金伯利先生、荣盛集团张总来访海岸共商规划大计' alt='美国金伯利农场主金伯利先生、荣盛集团张总来访海岸共商规划大计'>初春之际，北京海岸喜事盈门。3月6日上午，北京海岸迎来了美国农场主金伯利先生与荣盛集团张总的到来，郭准先生带领设计师团队与金伯利先生及荣盛集团张总对荣盛塞北项目和中美友谊示范农场基地设计进行商讨，对地形分析及功能差异性等问题的进行集中讨论得出结果，设计方案进入了实质性阶段。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/516-cn.html' title='溪树河谷样板间设计' alt='溪树河谷样板间设计'>溪树河谷样板间由北京海岸打造，郭准先生把自己对大自然的感悟与归本主义相结合，将自然气息引入室内，一场奇妙的自然之旅就此展开。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/519-cn.html' title='归本主义设计，让童话里的故事变成真' alt='归本主义设计，让童话里的故事变成真'>如果你想逃离纷扰喧嚣，寻一份童年时的简单快乐，那就跟随归本主义的脚步，带上你所爱的人，进入这些充满童趣的空间吧！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/520-cn.html' title='儿童主题空间【集锦】' alt='儿童主题空间【集锦】'>如果你想逃离纷扰喧嚣，寻一份童年时的简单快乐，那就跟随归本主义的脚步，带上你所爱的人，进入这些充满童趣的空间吧！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/536-cn.html' title='山西太谷田里酒店设计' alt='山西太谷田里酒店设计'>田里酒店位于山西太谷，田森集团旗下酒店项目之一，共有客房98间。郭准先生对酒店的定位是以花园为概念的艺术主题酒店，“在这个项目里，希望处处都是自然、阳光和花园，所以很贪心的把这些要求都考虑到了设计中”郭准先生说。

两层的建筑被放置在一个综合体的顶层上，酒店客房都掩映在空中花园里。晨光和晚阳轻拂着这里，搭配通透的落地窗，将室外自然移进室内。室外采用归本主义营造理念，利用透景、借景、穿插的手法在重点区域着重打造。色彩与材质、纹理的碰撞配合室内的呼应与延伸，将打造一个全新的主题艺术酒店概念，创造独特的酒店体验。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/547-cn.html' title='北京闹他餐厅设计' alt='北京闹他餐厅设计'>闹他，不仅仅是“战胜对手”的方言口语，还是地域文化的另一种表现。现代人群对传统文化的疏远，在闹他餐厅将会消失于无形。

在本案的设计中，郭准先生采用山西的传统元素，结合现代的表现手法，让餐厅整体呈现出一种新山西、新闹他的用餐氛围。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/548-cn.html' title='山东荣成牛排店设计' alt='山东荣成牛排店设计'>荣成牛排店位于山东，设计灵感来源于美国西部牛仔。郭准先生透过现代设计手法，选取原木、水泥、砖墙等天然材料，配搭以原木色为主的自然色调，使简约的设计散发出激情冒险的魅力。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/554-cn.html' title='废弃玻璃厂，转身成为最美民宿' alt='废弃玻璃厂，转身成为最美民宿'>云南省丘北县，作为电视剧《三生三世十里桃花》的取景基地，山峦起伏，景色秀美，犹如世外桃源般隐藏于山水之间，50亩的隐逸水镇正坐落于这里。整个水镇是集民宿、水上乐园、餐饮、婚礼、野宿于一体的旅行圣地。

郭准先生认为：中国的乡村富有独特的美，它由历史中传递出来，也是从原野中传递出来。他希望通过归本主义的理念与实践，复苏那片土地的记忆。在这里，简单的生活不再是奢望，出则喧嚣拥挤的闹市，入则安逸静谧的隐居，是生活的另一种味道。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/561-cn.html' title='鲅鱼圈酒店餐厅设计' alt='鲅鱼圈酒店餐厅设计'>位于鲅鱼圈的这家酒店员工餐厅，郭准先生用独到的眼光和艺术的设计手法，将“海洋”元素引入室内，给空间带来极大趣味。同时，餐厅还可以作为员工之间的交流、学习平台，提升员工的工作积极性。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/567-cn.html' title='重庆若藤美肤中心VIS' alt='重庆若藤美肤中心VIS'>RATTAN（若藤科学美肤中心）是瑾焱文化传播有限公司旗下集皮肤管理中心、医美学院、护肤品专卖为一体的高端连锁医美体验中心。针对其特点，北京海岸VI团队为其量身打造了一系列的VI作品，愿每一个爱美的你都能变成理想中的自己。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/574-cn.html' title='晋善地产欢乐颂样板间设计' alt='晋善地产欢乐颂样板间设计'>欢乐颂样板间，晋善地产项目之一，分为北塔公寓和南塔公寓。北塔和南塔分别围绕着“年轻”和“轻奢”的概念设计，力求打造出雅致的时尚风范，让生活成为品质的外延。在郭准先生看来，样板间设计应略去繁杂的装饰、材质、造型物件，以简约呈现，就像在轻松的状态下与家人喝着咖啡，分享快乐心情。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/581-cn.html' title='好的设计源于生活，源于自然' alt='好的设计源于生活，源于自然'>好的设计源于生活，源于自然


于斑斓间，携一抹新绿；
于建筑间，择一宇楼阁；
取自然之景，巧以设计；
这便是归本主义的绿色。
绿色，
是一种生活方式，
而生活方式的创意则源于自然。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/674-cn.html' title='陕西簪花驿酒店设计' alt='陕西簪花驿酒店设计'>“簪花驿”名称与酒店临湖而建的“驿站”功能呼应，“簪花”寓意“码头邂逅”，给人浪漫的遐想空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/588-cn.html' title='五山别院田园综合体设计' alt='五山别院田园综合体设计'>在田园综合体热潮下，各种的田园综合体如雨后春笋般出现，但是如何结合国情开创田园综合体蓝图？如何形成城乡发展一体化的新格局？如何开启以乡村经济发展为基础的文旅开发新模式等问题都值得进一步探讨。依托田园综合体，可以探索多元化的聚居模式，既保持田园特色，又实现现代居住功能。借助聚居功能，田园综合体也将成为实现城乡基础设施和公共服务均等化的最佳空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/591-cn.html' title='北京良子足浴空间设计' alt='北京良子足浴空间设计'>在本案的设计中，郭准先生采用“森林”作为项目的设计主题，以原始的水泥、原木为材料，以追求自然、纯净的空间美感为目的。通过简约的设计，来净化喧嚣尘世中人们浮躁的心灵，实现人与自然和谐共生。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/597-cn.html' title='广西玉林千色水会空间设计【实景图】' alt='广西玉林千色水会空间设计【实景图】'>人们关注设计，不仅停留在视觉的艺术表面，更注重空间为体验者带来的亲切感和归宿感。位于“天然南国园林”玉林市的千色水会围绕明、洁、透、逸为灵感，与情感呼应、与心灵对话，并利用光、风等元素创造活力，触动空间灵魂，营造出高端时尚自然的休闲会所。步入千色水会内部，公区的设计充分考虑了建筑与自然、人与自然相统一。地面采用细腻纹理的原木地板拼接而成，伴随着光影的变化，旁边的原木书架与之演绎了一种雅致内敛的空间意境。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/603-cn.html' title='Just Time假日当磨咖啡VIS设计' alt='Just Time假日当磨咖啡VIS设计'>Just Time假日当磨咖啡，用新锐的视角定位了消费本质---休闲、时光、消磨，北京海岸飓风团队为其设计了整套品牌VIS。

它以一种文艺情怀引发了消费共鸣，以一种崭新的温暖形象打入中国高品质咖啡连锁市场。在Just Time，纯粹消磨又何妨？</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/609-cn.html' title='内蒙古 U°咖啡（一店）设计' alt='内蒙古 U°咖啡（一店）设计'>人生跌跌起伏，
最美的时光是遇见，
最苦的时光是错过。
离别与重逢，过去与现在，
我应该以什么样的方式面对你，
是迎接是逃离
还是就这样静静地与你在一起...

位于呼和浩特的U°咖啡，以“回忆时光”为设计主题，郭准先生将现代设计手法与年代情节微妙的结合，打造一个别具新意的时尚空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/615-cn.html' title='海味当家餐厅设计' alt='海味当家餐厅设计'>一艘老渔船

一根破旧的鱼竿

讲述了一个赶海的故事

天已破晓，东隅露出了鱼肚白，海水在悄悄的退却，平静的海面，清澈的海水，阔达的滩涂，一切都是那么的美轮美奂。在大连，老水手将诉说海的故事和海的蒸滋味。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/616-cn.html' title='武汉建筑学院学子参访团来北京海岸参观学习' alt='武汉建筑学院学子参访团来北京海岸参观学习'>武汉建筑学院学子参访团来北京海岸参观学习


初冬的阳光温暖而祥和，11月9日下午，武汉建筑学院的学子参访团来北京海岸进行参观学习。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/622-cn.html' title='内蒙古 U°咖啡（二店）设计' alt='内蒙古 U°咖啡（二店）设计'>U°咖啡是一个以咖啡和书吧为主题的咖啡馆，
以功能为体、视觉为衣、文化为魂。
追寻时间的脚印，让时间慢慢流淌，
郭准先生以自然元素的装饰影印每一处场景，
以历史脉络的厚度素写遗忘的岁月。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/623-cn.html' title='归本主义丨设计，从心出发' alt='归本主义丨设计，从心出发'>归本主义对于大小空间同样的尊重，每一寸空间都值得被欣赏，灰色水泥构建的空间轮廓以艺术化的手法让空间自行建立对话联系，直线和曲线自由穿插于空间表象，流畅的动线引导着走向，置身其中，唯有感动。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/630-cn.html' title='酒店设计这样，谁看了都想住' alt='酒店设计这样，谁看了都想住'>有没有一个地方
曾在你的内心荡起涟漪
让你怦然心动
当归本主义与H酒店巧然相遇
神奇就在这里发生了

独特设计烙在人们的记忆深处，原木与光影创意感染着思绪。这是充满回忆的城堡，是抚平浮躁的港湾。怦然心动！这就是郭准先生设计的陕西H酒店。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/635-cn.html' title='乡关科技办公空间设计' alt='乡关科技办公空间设计'>本案遵循了归本主义的设计理念，将现代元素和传统元素结合在一起，以现代人的审美体验来打造一个个性化的办公空间。设计师在归本主义的基础上，对形式进行创新，对材质进行重组，用线条来分割视觉比例，通过现代感的材质表现与归本主义的设计理念，使整个空间都充满了生机。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/632-cn.html' title='镇远酒店建筑设计（方案一）' alt='镇远酒店建筑设计（方案一）'>镇远酒店建筑设计位于贵州，面积为28615㎡。其中涵盖了26250㎡的酒店、1030㎡的采光天井、423㎡的屋顶无边泳池以及912㎡的屋顶徽派建筑。

在本案的设计中，郭准先生遵循归本主义的设计理念，并将徽派建筑中的马头墙特色融入其中。即可美得清透，又无需精雕细琢，以古典为媒，演绎现代设计之美。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/633-cn.html' title='镇远酒店建筑设计（方案二）' alt='镇远酒店建筑设计（方案二）'>镇远酒店建筑设计坐落于贵州镇远，面积为20000㎡，其中包括1200㎡的空中大堂、两个分别为300㎡和500㎡的无边泳池、18000㎡的酒店客房。郭准先生在设计规划时，将山和水滴作为灵感来源，人们可以在这里感受阳光、感受风雨、感受自然。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/634-cn.html' title='烧烤店设计【集锦】' alt='烧烤店设计【集锦】'>一旦发现这样的烧烤店，必须去看看！

烤肉的魅力从远古时代就开始展露开来，烧烤所具有的文化属性，受到人类远祖在渔猎时代的饮食记忆符码的认同。

从古人的烤制到现在的手法，烤肉的味道已经千层百出，牵制着每一个人的味觉神经。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/638-cn.html' title='隐匿在绿意下的会客厅设计' alt='隐匿在绿意下的会客厅设计'>本案中，或自然，或时尚，或柔软，或硬朗，融锦会客厅可以给人一种浑然天成的感觉，随处可见的木板，不仅有效的构建了空间的私密性，更让人感到舒适与惬意，那些攀缘的绿色植物，创造出自由的户外空间感。

在设计时，有机的设计语言使之延续于各空间。大量的装饰艺术让空间多了活泼与气质，呈现了会客厅的大雅气度，在会客厅与创作空间之间取得完美的平衡。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/636-cn.html' title='铜城味道美食城设计' alt='铜城味道美食城设计'>他日相逢
我愿翻山涉水
与你共饮一杯兰州
回味记忆刚开始的味道

本案设计师以现代的设计手法，秉持归本主义设计理念，结合多种地域设计元素，加入巧妙的创新设计，通过最直接最原始的建筑材料，将这里打造成一个别具一格的美食世界，置身其中，尽享自然的美妙滋味。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/637-cn.html' title='红树林和风阁居酒屋设计' alt='红树林和风阁居酒屋设计'>和风阁居酒屋是今典集团的红树林项目系列之一，由郭准先生设计。和日影《深夜食堂》里厨师希望用食物治愈人心的初衷一样，设计师和餐厅经营者同样希望用设计和品质走人人们的内心，让心灵在此停驻得以安歇。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/639-cn.html' title='摄影店设计【集锦】' alt='摄影店设计【集锦】'>“每一种空间都有其独特的气质，或庄重、或奢华、或素雅……作为设计师，通过对画面的构思、色调的均衡、合理的布置为空间传达信息，把生活中稍纵即逝的瞬间转化为视觉图像，以此勾起人们对岁月的记忆。”这是郭准先生在打造空间时的初衷。

在空间处理上，郭准先生以归本主义为理念，以摄影元素作为装饰主题，以简单的色调和充满舒适感的设计充斥空间，以独特的艺术视角去理解摄影，巧用细节捕捉微妙柔和的光影和色彩变化，通过极其艺术的构图方式和最朴实的材料语言诉说最难忘的瞬间，使得空间充满了温度和记忆。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/640-cn.html' title='摄影店设计【集锦】' alt='摄影店设计【集锦】'>“每一种空间都有其独特的气质，或庄重、或奢华、或素雅……作为设计师，通过对画面的构思、色调的均衡、合理的布置为空间传达信息，把生活中稍纵即逝的瞬间转化为视觉图像，以此勾起人们对岁月的记忆。”这是郭准先生在打造空间时的初衷。

在空间处理上，郭准先生以归本主义为理念，以摄影元素作为装饰主题，以简单的色调和充满舒适感的设计充斥空间，以独特的艺术视角去理解摄影，巧用细节捕捉微妙柔和的光影和色彩变化，通过极其艺术的构图方式和最朴实的材料语言诉说最难忘的瞬间，使得空间充满了温度和记忆。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/641-cn.html' title='山西时代广场建筑体设计' alt='山西时代广场建筑体设计'>集装箱在现代建筑设计中运用越来越普遍，具有其独特的魅力和发展潜力。就像游戏世界中玩家通过一块块立方体搭建属于自己的世界一样，建筑设计师运用集装箱将场景变成现实。

本案是一个商业营销中心的建筑体设计，设计师参考集装箱的设计元素，对形式进行创新设计，打乱原有结构进行材质重组，从而打造了一个造型新颖的不规则建筑体。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/642-cn.html' title='靓影Showroom服装店设计' alt='靓影Showroom服装店设计'>靓影Showroom，是将设计渗透人文文化的时尚品牌，销售适合都市女性的流行时装、鞋、包等饰品。在购物区拥有独立的精品店，占据着两层空间。

在店面的安排设计上，此次郭准先生将归本主义的设计概念融入其中，画框作为主元素，粉色系作为配色，使顾客在这里可以完全感受到自然和时尚的独特氛围。整体空间采用了天然木和水泥材料，分割成不同的区域，营造出变化且有艺术感的服饰空间！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/656-cn.html' title='重庆奥布朗咖啡厅设计' alt='重庆奥布朗咖啡厅设计'>本案，由郭准先生倾力打造。空间设计上遵循归本主义设计理念的同时又结合重庆这座历史名城所带来的元素，在材质的选择上还原了物质的本色，以原木与古希腊罗马柱为主要构成元素，既体现了这座城市历史的厚重感，同时又透露着质朴与典雅。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/667-cn.html' title='湖南摩天轮咖啡厅设计' alt='湖南摩天轮咖啡厅设计'>摩天轮咖啡由北京海岸设计，为了让来到这里的顾客都感受到幸福，设计师将整个空间的主题定为摩天轮。让我们跟随归本主义的脚步，一起感受摩天轮带来的幸福与浪漫吧！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/657-cn.html' title='北京拾伍M小院民宿设计' alt='北京拾伍M小院民宿设计'>拾伍M小院位于北京顺义，是个集私人住宅与民宿为一体的小院，因其占地长宽均为15米，所以以此命名。原本是个普通的住宅，经过郭准先生设计改造，焕发生机与活力。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/658-cn.html' title='喜莱男装服装店设计' alt='喜莱男装服装店设计'>郭准先生的设计手法很简单，他保持了原有空间材质中的粗砺感，将空间整体色调统一，单根管道加以红黄蓝的点缀搭配绿色的植物使本该平淡无奇的空间更加明快跳跃，低调而附有亲和力，彰显出粗中有细，柔中带刚。最终形成一个干净利落、注重完美廓型与结构、精研工艺细节的绅士空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/659-cn.html' title='“幸福海岸”小美办公室设计' alt='“幸福海岸”小美办公室设计'>简易木板搭配斑驳的铁链、墙上现代主义风格的墙绘、桌面上绿植的点缀，让我们不经意间回忆起童年在青青草地里，秋千上享受记忆中的微风拂面。卸下压力，回归童真，回归质朴。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/663-cn.html' title='隐逸水镇·大堂设计/儿童DIY设计' alt='隐逸水镇·大堂设计/儿童DIY设计'>本篇为隐逸水镇大堂和儿童DIY区的设计方案，整个设计遵循归本主义风格，采用大自然最原始的材料，给人一种归隐田园的感觉！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/660-cn.html' title='北汽摩文创园设计' alt='北汽摩文创园设计'>北汽摩文创园位于北京汽车技术学校，临近天坛公园。其前身为一家摩具厂，占地面积13亩。近年，由于城市翻新改造，结构调整，北汽摩管理层计划将其转型为文创和产业园区。
郭准先生受邀对其进行改造。在他看来，对于北汽摩文创园园区的改造应从市场出发，分析园区的文化基因和特质，形成和保留园区的整体印象。因此，他对北汽摩文创园的设计将突破单一产业的发展格局，将办公、餐饮、文创精品、艺术工作室、停车场等产业汇集于此，搭建一个开放、多元文化融合、碰撞和交流的复合型创意产业园区，为都市人群提供全新体验生活方式的可能。北汽摩文创园北京海岸设计</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/662-cn.html' title='内向足疗馆丨枯木下的东方意境' alt='内向足疗馆丨枯木下的东方意境'>空间设计以归本主义理念为出发点，充分利用当地的自然资源和特色，将松树盆景融入其中，让东方元素加入现代简约，动感流畅的线条、简单色彩的修饰、自然材质的彰显……每一处都是陈设艺术的体现。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/664-cn.html' title='儿童海鲜餐厅设计' alt='儿童海鲜餐厅设计'>好的空间设计能在细微之处与人产生共鸣。本案的亮点就在于设计师通过绚丽的颜色激发孩子内心探索的欲望。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/665-cn.html' title='天津精品别墅设计' alt='天津精品别墅设计'>本案，设计师郭准先生根据场地的特定要求，对位于天津的这栋别墅进行了扩建改造设计。该室内设计实现新旧融合，在保留原有的建筑结构、特性基础上，运用钢架结构使整体形成特有的点线面的空间感，极大限度地把自然光线引入到室内。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/672-cn.html' title='云南牧天星咖啡店设计' alt='云南牧天星咖啡店设计'>设计师郭准运用归本设计理念结合云南当地的地域文化、气候，为这家咖啡店量身打造出一个新式的餐饮空间，进一步塑造品牌形象和经营理念，并以低成本改造成一家充满热带雨林气息、生机勃勃、绿植环绕的咖啡店。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/666-cn.html' title='红树林酒吧餐厅设计' alt='红树林酒吧餐厅设计'>红树林丨这是一家有故事的酒吧餐厅，你愿意来吗？项目名称：红树林餐酒吧项目地址：海南三亚项目类型：空间设计使用面积：1800㎡主创团队：北京海岸设计总设计师：郭准先生设计理念：归本主义在热浪洗礼后的黄昏 聚几位老友约一位佳人点上一桌美酒佳肴 悠哉 悠哉这是今典集团红树林项目系列之一--红树林餐酒吧。项目地处国际旅游城市三亚，客户希望打造一个富有文化气息、适合年轻消费者轻松聚会交流</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/668-cn.html' title='长春鱼常见餐厅设计' alt='长春鱼常见餐厅设计'>设计师将简单洗练的外观造型，精简巧妙的设计，以钢筋、水泥、原木等一系列自然材质为桥梁，充分展现了归本主义理念丰富的创造性和艺术性。身处其中，尽享舒适惬意的用餐环境。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/669-cn.html' title='浣花草堂民宿酒店设计' alt='浣花草堂民宿酒店设计'>本案郭准先生以现代的设计手法，提炼吸取日本奈良建筑风格特点及中国传统建筑空间美学概念，将东方元素加入现代简约设计，精心打造了一个极富空间美感的民宿酒店。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/670-cn.html' title='河北兜友咖啡馆设计' alt='河北兜友咖啡馆设计'>凸显原生态，崇尚自然文化为中心，在简单古朴的自然元素中增添了东南亚等异域风格的桌椅装饰，让人们在树影烛光下、柔美音乐中享受美妙的时光.....</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/671-cn.html' title='湾流公寓酒店设计' alt='湾流公寓酒店设计'>本案郭准先生为了让每一个北漂都能感受到自然的气息以及家庭的温暖，他打破传统的设计，将空间活泛化，自然化，简约化，有趣化，极力打造一个温馨、轻松、舒适的理想生活状态，这也是潮流公寓的极大特色。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/673-cn.html' title='蜗牛生活体验馆空间设计' alt='蜗牛生活体验馆空间设计'>蜗牛生活体验馆，更像是一种多元化的思考方式，郭准先生将归本主义的自然情怀与工业元素相结合，兼容创意、动感、科技与趣味性，塑造出一种整体的构图美感。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/675-cn.html' title='海南匠子烤鱼餐厅设计' alt='海南匠子烤鱼餐厅设计'>主题餐厅通过渔网延伸到铁网，别出心裁的装饰，舒适时尚的家私，轻松调侃的灯光，配上舒缓魅力的现场音乐，完美的展现了全新风格的餐饮空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/676-cn.html' title='西餐厅设计案例集锦' alt='西餐厅设计案例集锦'>归本主义西餐厅由郭准先生倾力打造，室内的陈设风格延续了归本主义理念，在空间布局上，他不刻意追求象征意义和视觉需要，而是注重内部空间与外部环境的协调，通过色彩、造型和材质将空间设计诠释得淋漓尽致。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/677-cn.html' title='湖南some coffee咖啡馆设计' alt='湖南some coffee咖啡馆设计'>走进咖啡馆，直线条的桌椅摆设和空间处理，统一和谐的色系设计形成了刚柔并济的空间氛围，让你的心灵沉浸其中，远离俗世的喧嚣，淡泊而宁静。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/682-cn.html' title='曼珀尔瑜伽健身VIS设计' alt='曼珀尔瑜伽健身VIS设计'>曼珀尔瑜伽健身VIS
 品牌由北京海岸飓风团队打造
▽
Logo中英文设计
字体与曲线的融合
一目了然
明确、简约
赋予品牌无限的生命力</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/678-cn.html' title='美式酒吧餐厅VI设计方案' alt='美式酒吧餐厅VI设计方案'>猫与生俱来带着优雅、魅惑、奢靡。犬 彰显着绅士、力量、成熟稳重。
猫和犬的加入使LOGO更有识别度，两者的结合互补融合</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/679-cn.html' title='浙江柳叶名香日料店设计' alt='浙江柳叶名香日料店设计'>在该项目的设计上，郭准先生将东方禅意和日本建筑元素相融合，营造一种日式宁静之感。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/680-cn.html' title='天九全球烧烤汇餐厅设计' alt='天九全球烧烤汇餐厅设计'>为追求食材的本真，郭准先生从大自然环境中汲取灵感，以丰富的哲理和归零的心态对传统观念重新解释，借由视觉与味蕾的集结把不同感官联系起来，简单时尚的元素、天马行空的创意、虚实强弱的光影、颠覆性的设计成就了天九全球烧烤汇空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/681-cn.html' title='壹点意念办公室空间设计' alt='壹点意念办公室空间设计'>壹点意念办公室由北京海岸设计打造，在本案的设计中，郭准先生运用材料与色彩的巧妙搭配，为陈嘉上导演打造一个现代极简的创意办公空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/683-cn.html' title='北京DABANA服装店设计方案' alt='北京DABANA服装店设计方案'>透过动线的走势将时装引入眼帘，有别于那些为主打商品所呈现的堆叠与拥挤，而是将整体风格统一，采用线条的无约束感将每件商品一一展现在我们的眼前。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/687-cn.html' title='沈阳丁香水岸咖啡馆设计' alt='沈阳丁香水岸咖啡馆设计'>他以归本主义为设计理念，将流水游鱼、木、石、藤等自然元素与钢筋、混凝土结合，展现出空间返璞归真的本性，把人与自然完美融合。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/688-cn.html' title='五山别院田园综合体设计' alt='五山别院田园综合体设计'>借助聚居功能，田园综合体也将成为实现城乡基础设施和公共服务均等化的最佳空间。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/689-cn.html' title='一个不屈于束缚的商业综合体设计' alt='一个不屈于束缚的商业综合体设计'>钢筋、铁网、落地窗，将归本尽情演绎。彩色铅笔、纸飞机，满足心底的童年记忆。从散步到购物，舒适、惬意...好像这样就能有弥足珍贵的慢生活，治愈生活中的压力与疲惫。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/690-cn.html' title='萧红文化艺术中心设计案例' alt='萧红文化艺术中心设计案例'>郭准先生以其尊重自然的归本主义为核心设计理念，营造出时尚与怀旧相互依存的绝妙意境。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/692-cn.html' title='黑龙江知一书店设计案例' alt='黑龙江知一书店设计案例'>知一书店，是由郭准先生设计打造的复合式商业空间，在归本主义的设计理念下，结合了书店与咖啡厅的设计，将富有运动趣味的装饰摆设融入空间中，营造了一个自由无拘束的阅读环境。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/694-cn.html' title='"唯快不破"---2018海岸19周年主题年会' alt='"唯快不破"---2018海岸19周年主题年会'>春风中夹杂着希望的味道，舞台上演绎着青春的模样。北京海岸举办的2018年北京海岸19周年“唯快不破”主题年会缓缓拉开帷幕，静谧的夜色因为有了海岸“唯快不破”主题年会而奏起了那动人的篇章。热情洋溢的开场舞将“唯快不破”主题年会的激情点燃，发展历程的视频在眼前震撼，文艺表演和T台秀将风采尽情展现，年会的故事诉说在彼此心间。前期准备▽签到处▽战区风采▽切蛋糕（放礼炮）▽文艺表演▽年会颁奖典礼▽年会会场▽</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/695-cn.html' title='民宿设计案例集锦' alt='民宿设计案例集锦'>民宿，不止“住”那么简单，更是“诗与远方”的生活。中国的民宿，已不可同日而语，昔日以日本、韩国为标榜，眼下却远胜之而无不及，尤其最近几年，涌现出一大批优秀的精品民宿，不论是营造理念还是设计细节，都已十分筋道，耐人回味。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/696-cn.html' title='山西力奥健身房设计' alt='山西力奥健身房设计'>力奥健身房，以郭准先生前卫时尚的归本主设计风格博得大家的偏爱，为忙碌的都市人设计出一个全新的健身乐趣。在这里，运动转变成一种时尚的体验。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/697-cn.html' title='塞北农旅野奢酒店设计项目' alt='塞北农旅野奢酒店设计项目'>塞北农旅野奢酒店规划项目，位于河北省张家口市沽源县，项目面积约1054.11亩。野奢酒店(Rustic luxury hotel)，从字义上解释，就是山野与奢华的完美结合。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/698-cn.html' title='归园田居田园综合体设计' alt='归园田居田园综合体设计'>环境的恬静，美丽田家生活的安逸，无不使人心生向往。如何让一个小镇变得极具美感，自然的融合绝对是一门绕不开的装饰艺术。夹杂着花香的空气，清澈见底的小溪。将自然融入设计，打造美到骨子里的归园田居。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/699-cn.html' title='东篱居茶展厅设计' alt='东篱居茶展厅设计'>郭准先生在设计空间时，从大自然中汲取精华，以木、水泥、石材元素为主，以绿植、装饰元素为辅，利用现代简练的手法，铺设出古朴淡雅的茶空间，让饮茶之人融化于茶的美妙与自然的节律之中，感受茶之本初的韵味。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/700-cn.html' title='春天里音乐餐厅设计' alt='春天里音乐餐厅设计'>进春天，走进时尚的动感地带。当音乐遇上餐厅，一个填补心灵，一个满足肠胃。郭准先生笔下的春天里音乐餐厅，采用了虚实结合、疏密相辅的设计手法，将音乐和绿色填充室内，配合暖色调灯光的渲染，运用合理的布局和简单的构造搭建了一个自然、活泼、富有生机的灵动空间，让人们驻足于此，以舒缓的音乐梳理心情，以简单的心情拥抱自然。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/701-cn.html' title='春天里音乐主题餐厅设计' alt='春天里音乐主题餐厅设计'>进春天，走进时尚的动感地带。当音乐遇上餐厅，一个填补心灵，一个满足肠胃。郭准先生笔下的春天里音乐餐厅，采用了虚实结合、疏密相辅的设计手法，将音乐和绿色填充室内，配合暖色调灯光的渲染，运用合理的布局和简单的构造搭建了一个自然、活泼、富有生机的灵动空间，让人们驻足于此，以舒缓的音乐梳理心情，以简单的心情拥抱自然。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/708-cn.html' title='十三街区电玩城设计案例' alt='十三街区电玩城设计案例'>郭准先生设计团队带着80、90年代两代人的回忆为位于武汉的十三街区电玩城进行设计，运用回归本心的设计手法，给大家呈现出一个充满回忆具有年代感的电玩城。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/709-cn.html' title='河北香河杨家大院设计方案' alt='河北香河杨家大院设计方案'>杨家大院是一家集住宿与餐饮为一体的休闲场所。郭准先生在遵循归本主义的设计理念下在中式庭院中以欧式的元素来带动整个空间的跳跃性，看惯了高楼林立的城市以及琳琅满目的橱窗，不如推开那扇垂花门走进一个如诗如画、如痴如醉的世外雅境吧！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/710-cn.html' title='花巢主题火锅店品牌Vi设计' alt='花巢主题火锅店品牌Vi设计'>花巢主题火锅店，是一家以玫粉色为主色调，女性为主题的火锅店，此店位于素有东方明珠之称的上海，为了满足客户的需求，北京海岸飓风团队设计了一套时尚和小清新相结合的现代式VI作品。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/711-cn.html' title='广东漫海岸网咖设计' alt='广东漫海岸网咖设计'>漫海岸网咖位于广东省潮州市，由郭准先生倾力打造，集网络，竞技，桌球，咖啡为一体，在这里和朋友们享受竞技的快感，尽情释放德玛西亚之力吧！</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/712-cn.html' title='北京整形美容医院设计案例' alt='北京整形美容医院设计案例'>医疗设备悄悄的隐匿在其中，让爱美的人们，在这里享受极致，对于郭准先生而言，设计的不仅是空间，更是生活、自然、时尚、色彩，作为本项目的设计主题，寓意着美丽的再现。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/713-cn.html' title='杭州博多创业产业园设计' alt='杭州博多创业产业园设计'>博多创业产业园位于浙江杭州，其建筑面积为105827㎡，地下面积20827㎡。为了将办公园区和商业综合体结合起来打造一个全新的建筑物，郭准先生用艺术的手法，将立体花园搬到空中通过建筑的错落叠拼形成一个立体的...</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/714-cn.html' title='南彩酒店公寓综合体设计案例' alt='南彩酒店公寓综合体设计案例'>南彩酒店公寓综合体位于北京顺义，总建筑面积为3万多平方米，由商业广场和两栋楼组成，
是集酒店、公寓、商业、休闲娱乐等业态于一体的综合社区。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/715-cn.html' title='居然之家样板间设计案例' alt='居然之家样板间设计案例'>办公空间不仅仅只是设计，还可以成为提高工作效率的关键。郭准先生以流线型的有机形态、时尚活泼的色调、造型个性的桌椅，奠定了整个办公空间设计的基调，给人简约灵动、时尚大气的整体感受。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/716-cn.html' title='青岛蓝隅酒店VIS设计' alt='青岛蓝隅酒店VIS设计'>停下手中的忙碌，冲上一杯咖啡，尽情的享受午后的惬意，才发现生活不止有眼前的苟且，还有那一抹纯净的蓝，名片，纯白色的调调，蓝色的图案，交相呼应，浓浓的商务范，蓝色，依旧是那么宁静、沉稳。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/717-cn.html' title='靓影定制-VIS设计案例' alt='靓影定制-VIS设计案例'>简单的字母看似随意的搭配
但是更像一件艺术品
柔中透露着刚
沉稳大气
仿佛一场视觉体验</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/718-cn.html' title='娄三少餐厅设计集锦' alt='娄三少餐厅设计集锦'>娄三少春饼店，一家追求自由、舒适、精致的春饼店。在本项目的设计中，郭准先生根据不同店铺的定位，为其打造不同的餐厅风格。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/719-cn.html' title='拾味馆餐饮设计案例' alt='拾味馆餐饮设计案例'>大面积的采用简单的原木质地的桌、椅、柜等配饰，结合椰树等热带植物，烘托出浓浓的海南风味，既有质朴自然的原生态之感，同时又不失时尚现代。宽敞明亮的空间，舒适惬意的用餐环境，温暖中透出丝丝清新之气。那是来自海边人家的热情。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/720-cn.html' title='红树林和风阁居酒屋设计' alt='红树林和风阁居酒屋设计'>和风阁居酒屋，今典集团的红树林项目系列之一，郭准先生受邀设计。通过多种渠道了解日本传统文化与寿司文化，并从中获益良多。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/721-cn.html' title='遐迩间餐厅设计案例' alt='遐迩间餐厅设计案例'>遐迩间餐厅，美食、音乐、美酒的混血儿。在空间的处理上，郭准先生运用多文化元素的手法，将科技、炫酷、深沉概念融入归本主义设计，给人无限延伸的空间触感。颇为契合的自然材质和色调氛围，犹如水下世界与迷宫的天然结合般饶有趣味。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/722-cn.html' title='天下牧场烤100烧烤店设计' alt='天下牧场烤100烧烤店设计'>郭准先生在天下牧场烤100以胶片元素为灵感来源，通过对空间重新解构与创新演绎，将电影主题以简约朴实的手法虚实表现，大胆的冷暖色调对比活泼鲜明，展现出富有深刻内涵的视觉效果，步入其中好似身临其境，让人不自觉的浮想联翩。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/723-cn.html' title='芙蓉壹号餐厅设计案例' alt='芙蓉壹号餐厅设计案例'>坐落于济南泉城路芙蓉街的芙蓉壹号餐厅，业主希望能够传达给人宁静悠远的中国式平衡之美。为了更好地诠释它纯粹的个性，郭准先生将结合归本及现代简约的手法，以一种全新的美学视角来解读它的专注，塑造质朴的东方意境。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/724-cn.html' title='Rattan skin care美容院设计' alt='Rattan skin care美容院设计'>在本案的设计中，郭准先生以“玉”为主题，同时将归本主义贯穿整个空间，利用不规则多边图形及丰富多彩的颜色，展现极简、时尚、个性的环境氛围。石头变成玉器，差的是一个打磨的机会，美和更美之间，差的只是一个美化的距离。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/725-cn.html' title='Rattan skin care美容院设计' alt='Rattan skin care美容院设计'>在本案的设计中，郭准先生以“玉”为主题，同时将归本主义贯穿整个空间，利用不规则多边图形及丰富多彩的颜色，展现极简、时尚、个性的环境氛围。石头变成玉器，差的是一个打磨的机会，美和更美之间，差的只是一个美化的距离。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/726-cn.html' title='盐城会所设计案例' alt='盐城会所设计案例'>考虑到顾客群体的不同，专门设置了童话儿童房，高贵浪漫大床房。功能的复杂性将各种空间彼此联系，意味着它们之间并非完全独立，体现了空间的广泛适应性。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/727-cn.html' title='若藤科学美肤中心VIS设计' alt='若藤科学美肤中心VIS设计'>夜,是上帝给人们的另一个颜色的世界,黑色的夜晚有时候却蕴含着缤纷绚丽的色彩，令人着迷，令人迷惑沉醉。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/728-cn.html' title='马克比利时精酿酒吧设计' alt='马克比利时精酿酒吧设计'>随着精酿啤酒的越来越火，“喝精酿”，成了一桩时髦又特别的爱好。不同于大批量生产的工业啤酒，精酿除了规模有限，更重要的区别在于酿造和出品本身的精细风味。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/729-cn.html' title='背景私家医院导视系统设计' alt='背景私家医院导视系统设计'>大堂里的楼层总索引，细腻的白色铝板上，详细的标识出每一层的功能，相较于其他的颜色给人的厚重感与压抑，蓝色更能让人，在医院这种压抑的环境中平缓心情。蓝色的字体浮于白色面板上，信息完整易懂，具有准确的辨识性。这也是体现其中的“科学、专业、健康、自然”</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/730-cn.html' title='新华书店设计案例' alt='新华书店设计案例'>本案遵循归本主义风格，设计师以清晰简洁的设计为主，原木书架从入口延伸到书店深处，通透明亮的玻璃窗将室外景色引入室内，为空间增添了一丝自然气息。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/731-cn.html' title='新华书店设计案例' alt='新华书店设计案例'>本案遵循归本主义风格，设计师以清晰简洁的设计为主，原木书架从入口延伸到书店深处，通透明亮的玻璃窗将室外景色引入室内，为空间增添了一丝自然气息。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/732-cn.html' title='江阴服装咖啡馆设计案例' alt='江阴服装咖啡馆设计案例'>郭准先生用原始的钢筋、水泥、木材，打造了一个美轮美奂的服装咖啡馆。材料虽原始，设计却不凡。同样平凡的你也可以演绎多姿多彩的人生。</a>
<a class='H_link' href='http://www.haianzhuangshi.com/news/734-cn.html' title='意大利建筑设计公司创始人波捷特Massimo Roj先生来访海岸' alt='意大利建筑设计公司创始人波捷特Massimo Roj先生来访海岸'>3月6号下午，意大利波捷特公司创始人Massimo Roj先生来访海岸，北京海岸设计公司创始人郭准先生亲自接待Massimo Roj先生。期间二人对设计领域的问题进行了深入的讨论，双方对互利互惠强强联合的合作模式达成一致意见。</a>
<!--
EOT;
?>
